[
   {
      "id": "ArmsDealing1",
      "title": "Feb 2008, drilling equipment scheduled to arrive, Kiev to Iran",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 5 FEBRUARY 2008<br><br>Call placed from Kiev, Ukraine to Tabriz, Iran.  <br><br> The call from Kiev was from a prepaid cell phone using an unlisted ID number supplied by an Internet café.  The receiver of the call was at the address: 24 Janbazan St, West Ajerbaijan, Tabriz, Iran.  This address is the residence of Sattari Khurshid. The caller says, “The drilling equipment is scheduled to arrive at Urmia on the 12th.”  The receiver says, “All is well then.  Soltan will handle all the arrangements.”  "
   },
   {
      "id": "ArmsDealing2",
      "title": "Mar 2008, Maulana Haq Bukhari Bank Transaction",
      "date": "unknown",
      "type": "set1",
      "contents": "REPORT DATE:    30 March 2008 [US GOVERNMENT COMMUNICATION INTERCEPT]: <br><br>[Note: The originating account is believed to belong to Maulana Haq Bukhari, per Pakistani Criminal Investigation Unit, Karachi Division]<br><br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:  \t\tEBILAEAD 51 0568 8001 1575 1710 0<br>To:\t\t\tABNAPKKACKH 4230-1840-001194396527<br>Date:    \t\t02-11-08 11:29:16<br>Amount:\t\tPAK1571649.15"
   },
   {
      "id": "ArmsDealing3",
      "title": "June 2008, I hope we can do business shortly, Borodinski",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 24 JUNE 2008<br><br>A phone call was intercepted from a pay phone at the Domodedovo International Airport to a street phone in Nonthaburi on June 24, 2008. <br><br> The call on June 24, 2008 was from Arkadi Borodinski to Boonmee Khemkhaeng or Suramongkol Virote.  The caller says [in English with a Russian accent]: “I am encouraged by what I hear from my sources about you.”  The receiver replies [also in English]: “I hope we can do business shortly.” "
   },
   {
      "id": "ArmsDealing4",
      "title": "Sep 2008, Kasem to Khouri, supplies of superior quality",
      "date": "unknown",
      "type": "set1",
      "contents": "SURVEILLANCE REPORT DATE:    2 October 2008 [provided to CIA by Israeli Defense Forces Military Intelligence Directorate]<br><br>Telephone surveillance report on Muhammad Kasem [08-02822906, Gaza].  He placed a call to Abdullah Khouri [972-599-262-072 mobile, Gaza] at 0946 on 16 September 2008.<br><br>Kasem:\tWe are preparing for our next event.  We will need additional supplies.  Can you get them by May?<br>Khouri :\tYes, I have already spoken with a man who can provide supplies of superior quality.  We are required to pay either in cash at the meeting, or wire money to an account in Saudi by January.  Which should we do?<br>Kasam:\t\tI don’t know…do you know the contact?  Can we trust them to follow through?<br>Khouri:\t\tWe haven’t used them in the past.  They’re out of the Russian military, I think.<br>Kasam:\t\tSo it could be really good stuff.<br>Khouri:\t\tNot as good as the Americans, but it will do the job.<br>Kasam:\t\tWhen must we decide?<br>Khouri:\t\tNot right away.  I can tell him we will decide by December.<br>Kasam:\t\tDo that.  And until then I will figure out about the money.<br>Khouri:\t\tThis is for the May operation, right?<br>Kasam:\t\tYes.<br>Khouri:\t\tThen perhaps we should decide soon, so we can get the materials in place.<br>Kasam:\t\tI’ll see what I can do.  Where will we be going?<br>Khouri:\t\tDubai, I think.  I’ll check."
   },
   {
      "id": "ArmsDealing5",
      "title": "Oct 2008, Jorge's place was raided last night, car parts, guns",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [October 10 2008]<br><br>Call placed from a pre-paid cell phone (Caller 1) in an apartment complex in Barcelona, Venezuela to a pre-paid cell phone (Caller 2) in a business district Carabobo, Venezuela.  Conversation took place in Spanish at about 1217, Barcelona local time.<br><br>Caller 1:  Jorge’s place was raided last night.  I think they [probably the police] were watching the place.  They found the guns-<br>Caller 2:  (interrupted) Shut up!  Shut up!  Just shut up!  You can’t say that.<br>Caller 1:  Sorry, and we need a new source for the, uh, car parts.<br>Caller 2:  I think I have a source.  My friend has a connection to a guy who is selling parts.  I’m going to contact him today or tomorrow.<br>Caller 1:  When do you think we can get them?<br>Caller 2:  I don’t know.  Just don’t talk to anybody.  I’ll call you on this phone when we have anything.  Don’t call me and don’t do anything.<br>[END]"
   },
   {
      "id": "ArmsDealing6",
      "title": "Oct 2008, Jhon I have a birthday present for you",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT COMMUNICATION INTERCEPT:  [October 22 2008]<br><br>Call placed from a pre-paid cell phone (Caller 1) in the central area of Carabobo, Venezuela to a pre-paid cell phone (Caller 2) in Medellín, Colombia an apartment complex.  Conversation took place in Spanish at about 2011, Carabobo local time.<br><br>Caller 1:  Yes?<br>Caller 2:  Pillo, Jhon.  I have a birthday present for you.<br>Caller 1:  It’s good to hear from you.  I thought you’d forgotten, or got too busy.<br>Caller 2:  No, no, no.  It took a long time.  I had to make some calls, but I finally got a contact.  I’m sending you something right now.<br>[pause]<br>Caller 1:  It’s here.  Thank you, Jhon.  I want to give you something for this.<br>Caller 2:  No, no.  It’s good.  We’ll call it even, hombre."
   },
   {
      "id": "ArmsDealing7",
      "title": "Oct 2008, warehouse call in Barcelona, Venezuela",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [October 29 2008]<br><br>Call placed from a pre-paid cell phone (Caller 1) in warehouse in Carabobo, Venezuela to a pre-paid cell phone (Caller 2) in Barcelona, Venezuela an apartment complex.  Conversation took place in Spanish at about 2100, Carabobo local time.<br><br>Caller 1:  I have a contact.  I’m making arrangements now.  Get the money ready, and don’t use the Amercians.<br>Caller 2:  How long do I have?<br>Caller 1:  I don’t know, I don’t know.  Just be ready.  I’ll call again later.<br>[END]"
   },
   {
      "id": "ArmsDealing8",
      "title": "Sep 2008, phone Kasem to Kouri, April meeting",
      "date": "unknown",
      "type": "set1",
      "contents": "SURVEILLANCE REPORT DATE:    30 October 2008 [provided to CIA by Israeli Defense Forces Military Intelligence Directorate]<br><br>Telephone surveillance report on Muhammad Kasem [08-02822906, Gaza].  He placed a call to Abdullah Khouri [972-599-262-072 mobile, Gaza] at 0946 on 18 September 2008.<br><br>Kasem:\tI have arranged a car.  Do you know where we will meet?<br>Khouri:\tAre we using the cash?  Or the wire method?<br>Kasem:\tIf you’re sure we can have the supplies by May we will use the cash.  This is why I arranged for the car; we cannot bring this much cash on a public transport.<br>Khouri:\tWill we travel alone?<br>Kasam:\tIt depends.  When do they want to meet?<br>Khouri:\tApril.  He said the 18th, if we can make it.<br>Kasam:\tWe can make it.  We will travel with Anka.<br>Khouri:\tAre you sure?  Can we risk it?<br>Kasem:\tI want him to help us cross the border.  He has contacts.<br>Khouri:\tFine.  I’ll let them know.  Oh, and one more thing.  We are meeting at the Burj.<br>Kasem:\tIs that a good idea?  After what happened…<br>Khouri:\tIt will be okay.  They won’t be looking for us.  Besides, it’s just a meeting.  We can stay elsewhere.<br>Kasem:\tGood.  I’ll make the arrangements."
   },
   {
      "id": "ArmsDealing9",
      "title": "Nov 2008, send the money to the Green Man",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [November 14 2008]<br><br>Call placed from a pre-paid cell phone (Caller 1) in the central area of Carabobo, Venezuela to a pre-paid cell phone (Caller 2) in Barcelona, Venezuela an apartment complex.  Conversation took place in Spanish at about 1015, Carabobo local time.<br><br>Caller 1:  I need you to send the money to the Green Man.  Send 136,000,000 [VEB] [about 63K US].<br>Caller 2:  I can send it – do you want the regular bolivar or the fuerte?<br>Caller 1:  Better use the new money – the meeting is next spring.  We can’t afford to make them mad.  Beto is working on another source, but it’s going to take some time.<br>Caller 2:  Okay, I’ll make the arrangements and let you know when the money is ready.  The Green Man won’t like it.<br>Caller 1:  Pay him in bolivar.  Give him extra.  He can still use it for the other business."
   },
   {
      "id": "ArmsDealing10",
      "title": "Nov 2008, school textbook salesman",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [November 15 2008]<br><br>Call placed from a mobile phone (963-21-4569261) registered in Aleppo, Syria to mobile phone (90-242-244-8945) registered in Antalya, Turkey.  Conversation took place in the Kurmanji language on Saturday, November 15, 2008 at 12:20:00 GMT.<br><br>963-21-4569261:\tGood news, my friend.  We have many new students who have joined our school.  We have tents, food and water, but we need textbooks.<br>90-242-244-8945:\tI am glad to hear this, my brother.  Our school is growing in importance.  We will accomplish great things.  I have a friend, another of our brothers, who knows a professor from Moscow.  He has a textbook salesman who can sell many top quality books.<br>963-21-4569261:\tExcellent, excellent.  How soon can they arrive?<br>90-242-244-8945:\tI don’t know, Baltasar.  I will call you, probably in two weeks.  Peace be with you, my brother."
   },
   {
      "id": "ArmsDealing11",
      "title": "Nov 2008, meet in Dubai on April 21, Nicolai, Igor",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 15 NOVEMBER 2008<br><br>Call placed from an Internet Café in Kiev to Tabriz. The receiver of the call was at the address: 24 Janbazan St, West Ajerbaijan, Tabriz, Iran.  This address is the residence of Sattari Khurshid. The caller says, “Igor played a fool’s game.”  The receiver says, “What do we do?”  The caller says “Nothing. I will meet with you in Dubai on April 21st.” The receiver says “That is a long time from now and we are short of time. Will you be alone?”  The caller responds, “Nicolai will be there.”"
   },
   {
      "id": "ArmsDealing12",
      "title": "Nov 2008, Bank transfer, Maulana Haq Bukhari",
      "date": "unknown",
      "type": "set1",
      "contents": "REPORT DATE:    17 November 2008 [US GOVERNMENT COMMUNICATION INTERCEPT]: <br><br>[Note: The originating account is believed to belong to Maulana Haq Bukhari, per Pakistani Criminal Investigation Unit, Karachi Division]<br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:  \t\tEBILAEAD 51 0568 8001 1575 1710 0<br>To:\t\t\tSA80 8000 0375 6080 2632 0160<br>Date:    \t\t11-11-08 15:56:19<br>Amount:\t\tSAR1325548.3458"
   },
   {
      "id": "ArmsDealing13",
      "title": "Nov 17, Bank funds transfer, SA80 to CH51",
      "date": "unknown",
      "type": "set1",
      "contents": "REPORT DATE:    17 November 2008 [US GOVERNMENT COMMUNICATION INTERCEPT]: <br><br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:\t\tSA80 8000 0375 6080 2632 0160<br>To:\t\t\tCH51 0568 8001 1575 1710 0<br>Date:\t\t11-11-08 21:02:47<br>Amount: \t\tCHF415559.4064083"
   },
   {
      "id": "ArmsDealing14",
      "title": "Nov 2008, Bank funds transfer, CH51 to MOSWEUMM",
      "date": "unknown",
      "type": "set1",
      "contents": "REPORT DATE:    17 November 2008 [US GOVERNMENT COMMUNICATION INTERCEPT]: <br><br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:\t\tCH51 0568 8001 1575 1710 0<br>To:\t     \t\tMOSWEUMM 4230-1840-001194396527<br>Date:    \t\t11-11-08 23:54:59<br>Amount: \t\tRUB9539332.39786508982"
   },
   {
      "id": "ArmsDealing15",
      "title": "Dec 2008, Phone call from Antalya, Turkey, list of farming seller in Dubai",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 1, 2008]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (387-33-770-731) registered in Sarajevo, Bosnia.  Conversation took place in the Turkish language on Monday, December 1, 2008 at 08:35:00 00 GMT.<br><br>90-242-244-8945:\tMy friend, we would be grateful for the opportunity to purchase farming equipment from you.  We will make arrangements for payment as soon as we have finalized the contract.<br>387-33-770-731:\tI am glad to hear this, my friend.  I have sent you the list of farming equipment.  Please let me know which items you would like to purchase as soon as you can.  The items sell quickly, and I do not want you to be disappointed if they are not available.<br>90-242-244-8945:\tYes, I will call you soon.  How will we arrange the shipment and payment?<br>387-33-770-731:\tYou must meet the seller in Dubai at which time you will pay for the equipment.  We will make arrangement for immediate delivery.<br>90-242-244-8945:\tYes, thank you.  I will call you back soon."
   },
   {
      "id": "ArmsDealing16",
      "title": "Dec 2008, Phone call in Turkey, Hakan and Celik wire money",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 3, 2008]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (90-0212-516-90-24) registered in Istanbul, Turkey.  Conversation took place in the Kurmanji language on Wednesday, December 3, 2008 at 14:05:00 GMT.<br><br>90-242-244-8945:\tHakan, we are close to making a deal with- [pause] with our contact.  When can you have the money ready?<br>90-0212-516-90-24:\tI can have it ready in two weeks.  You must give me three days notice, however, if you want to have it in cash.  If you want the money wired, I can arrange that within 24 hours.  You must not forget, Celik.<br>90-242-244-8945:\tGood.  I will call you as soon as we know."
   },
   {
      "id": "ArmsDealing17",
      "title": "Dec 2008, Textbooks in Turkey. Meet the Professor",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 14 2008]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (963-21-4569261) registered in Aleppo, Syria.  Conversation took place in the Kurmanji language on Sunday, December 14, 2008 at 20:35:00 GMT.<br><br>90-242-244-8945:\tMy brother, I have sent you a list of textbooks.  I must make the order soon.  Have you received it?<br>963-21-4569261:\tYes, I read it.  We have many good choices.  How much money can we spend?<br>90-242-244-8945:\tNo more than 120,000 lira.<br>963-21-4569261:\tHow will they be shipped?<br>90-242-244-8945:\tWe will make those arrangements when we meet the Professor.<br>963-21-4569261:\tWhen?<br>90-242-244-8945:\tI don’t know.  But we can’t get the shipment until we have made arrangements for payment.<br>963-21-4569261:\tI will send you a list today of the books we require."
   },
   {
      "id": "ArmsDealing18",
      "title": "Dec 2008, honor relationship with Nicolai, Gunter notified",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 15 DECEMBER 2008<br><br>Intercepted phone call from Boonmee Khemkhaengon to Lim Chanarong  December 15, 2008.  The caller says, “We will honor our relationship with Nicolai. “ The receiver says, “Arrangements are being made.  Gunter has been notified.” The caller says, “Then all is well.”"
   },
   {
      "id": "ArmsDealing19",
      "title": "Dec 2008, Hakan, traveling books and cash to United Arab Emerites",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 16 2008]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (Hakan) registered in Istanbul, Turkey.  Conversation took place in the Kurmanji language on Wednesday, Tuesday, December 16, 2008 at 18:00:00 GMT.<br><br>90-242-244-8945:\tI’m calling about the books we will order.  We will need cash to pay for them.<br>90-0212-516-90-24: You can’t bring that much money on the airplane.  It will look suspicious.<br>90-242-244-8945:\tCan we pick the money up at a bank there?<br>90-0212-516-90-24: Probably.  Where are you traveling?<br>90-242-244-8945:\tThe United Arab Emerites.  Will that be a problem, Hakan?<br>90-0212-516-90-24: No, I do not think so.  I will check and let you know.  In the meantime, proceed with your arrangements."
   },
   {
      "id": "ArmsDealing20",
      "title": "Dec 2008, Saudi Arabian Bank transfer from SA80 to CH51",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT COMMUNICATION INTERCEPT:  [December 18 2008] Saudi Arabian Monetary Agency<br><br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:  SA80 8000 0375 6080 2632 0160<br>To:\t     CH51 0568 8001 1575 1710 0<br>Date:    11-21-08 11:57:37<br>Amount:  CHF77490.76"
   },
   {
      "id": "ArmsDealing21",
      "title": "Dec 2008, Jordain Basel Private Bank SA Transfer",
      "date": "unknown",
      "type": "set1",
      "contents": "US  GOVERNMENT COMMUNICATION INTERCEPT:  [December 19 2008] Jordain Basel Private Bank SA<br><br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:  CH51 0568 8001 1575 1710 0<br>To:\t     MOSWEUMM 4230-1840-001194396527<br>Date:    11-24-08 09:07:37<br>Amount:  RUB1741403.355024"
   },
   {
      "id": "ArmsDealing22",
      "title": "Dec 2008, I will call the Professor soon, Turkey, Dec 2008",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 22, 2008]<br><br>Call placed from a mobile phone (963-21-4569261) registered in Aleppo, Syria to mobile phone (90-242-244-8945) registered in Antalya, Turkey.  Conversation took place in the Kurmanji language on Monday, December 22, 2008 at 08:45:00 GMT.<br><br>963-21-4569261:\tI have sent you a list.  Did you receive it?<br>90-242-244-8945:\tYes, and I will call the Professor soon.  You must be prepared to travel.<br>963-21-4569261:\tWhen?<br>90-242-244-8945:\tI will let you know."
   },
   {
      "id": "ArmsDealing23",
      "title": " Dec 2008, Order for farm equipment, green tractors",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 31, 2008]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (387-33-770-731) registered in Sarajevo, Bosnia.  Conversation took place in the Turkish language on Wednesday, December 31, 2008 at 06:15:00 GMT.<br><br>90-242-244-8945:\tI am calling to give you the order for the farm equipment.  Would you like it sent?<br>387-33-770-731:\tNo, no.  Tell me.<br>90-242-244-8945:\tWe will need green tractors, thirty-five of those.<br>387-33-770-731:\tYes, we have that.  Go on.<br>90-242-244-8945:\tWe need ninety of the type 40 and the type 105.<br>387-33-770-731:\tSo how many of the 40s?<br>90-242-244-8945:\tNinety.<br>387-33-770-731:\tOh, you mean ninety of each?<br>90-242-244-8945:\tYes, yes.  Ninety of each.  One hundred and eighty all together.<br>387-33-770-731:\tOf course.  Is that all?<br>90-242-244-8945:\tNo, we have more.  We need ten 137s.<br>387-33-770-731:\tOnly ten?<br>90-242-244-8945:\tWe don’t have that many farmers.<br>387-33-770-731:\tWill you need M types?<br>90-242-244-8945:\tYes and we will need many of those.<br>387-33-770-731:\tThose we sell in cases.  There are twenty to a case.<br>90-242-244-8945:\tThen we will need ten.<br>387-33-770-731:\tCases?<br>90-242-244-8945:\tYes, cases.<br>387-33-770-731:\tWill you need red tractors?<br>90-242-244-8945:\tNot this time.<br>387-33-770-731:\tI will send you the invoice.<br>[pause]<br>387-33-770-731:\tDid you get it?<br>90-242-244-8945:\tYes, I have it.<br>387-33-770-731:\tGood, I will call you with the time and place for the delivery.<br>90-242-244-8945:\tYes, thank you."
   },
   {
      "id": "ArmsDealing24",
      "title": "Jan 2009, Phone Dombrovski to Dr. George, meet Dubai",
      "date": "unknown",
      "type": "set1",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 7(095)230-6169 to 2347093189546<br><br>ON 2 JANUARY 2009<br><br>Intercepted phone call from Mikhail Dombrovski, Moscow, to a pre-paid cell phone in Lagos, Nigeria. <br><br>Speaker 1:  Success!  To our endeavors and our families in our noble causes, friend Dr. George!<br>Speaker 2:  Praise to you brother.  We are overjoyed to be speaking with you.  There are several matters to discuss about our mutual project.<br>Speaker 1:  I am hoping that our paperwork was to your satisfaction and that all details are in order?<br>Speaker 2:  Yes…yes…my companions are pleased at your faithfulness in securing our transactions.<br>Speaker 1:  The paperwork was accurate?  The statement was as your government billing required?  And in particular, we are agreed that the items noted from the catalog are exactly what was required to perform the services for your public health ministry?  We are not missing anything critical? I fear you have great unfulfilled need.<br>Speaker 2:  No.  The project is officially underway.  We must arrange a location.  We can meet with you in Paris…<br>Speaker 1:  A thousand apologies, but I must pass on that opportunity.  Pressing business matters are going to require me to spend much time in Dubai.  May we agree to meet there?  <br>Speaker 2:  That would be out of the way, but acceptable.  "
   },
   {
      "id": "ArmsDealing25",
      "title": "Jan 2009, textbooks delivered 16 April, Baltasar and Kaya, Dubai",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [January 10, 2009]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (90-0212-516-90-24) registered in Istanbul, Turkey.  Conversation took place in the Kurmanji language on Saturday, January 10, 2009 at 15:40:00 GMT.<br><br>90-242-244-8945:\tWe will need 120,000 lira for our textbooks.  We will need it delivered for pick up on 16 April.<br>90-0212-516-90-24: I will be going with you, so I will pick up the money.<br>90-242-244-8945:\tAre you sure?  There are two of us going already.<br>90-0212-516-90-24: I have to be the one to withdraw the money in Dubai.<br>90-242-244-8945:\tI see.  Who will make the travel arrangements?<br>90-0212-516-90-24: I have made the reservations.  You and I will travel with Kaya.<br>90-242-244-8945:\tWhat about Baltasar?<br>90-0212-516-90-24: I have spoken with Baltasar.  He will travel another day with two other instructors from the school:  Adad and Ashur.<br>90-242-244-8945:\tWhich day?<br>90-0212-516-90-24: They will travel April 18.  And stay at the same hotel as us.<br>90-242-244-8945:\tWill the hotel be close to the meeting?<br>90-0212-516-90-24: Yes, we are meeting in the Burj Al Arab."
   },
   {
      "id": "ArmsDealing26",
      "title": "Jan 2009, Nicolai arms exhibition in Dubai on April 17",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 10 JANUARY 2009<br><br>Intercepted phone call from Borodinski to Boonmee Khemkhaengon January 8, 2009.  The caller says [in English with a Russian accent], “Nicolai will be pleased to see you at the exhibition in Dubai on April 17.” The receiver says, “I look forward to meeting my friend again.”  There is no known arms exhibition scheduled in Dubai for April 17, 2009."
   },
   {
      "id": "ArmsDealing27",
      "title": "Feb 2009, Saleh Ahmed and Mikhail Dombrovski plan family reunion",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT: From an Internet Café in Moscow to a pre-paid cell phone in Yemen, 4 February 2009.<br><br>Translated from Russian, the receiver of the phone call is identified as Saleh Ahmed. The caller says, “Your brother Leonid is dead, but I will be like a brother to you.” The person receiving the call says in Russian, but with an Arabic accent, “I am truly blessed to know you, Mikhail Dombrovski.  I will need your support to continue to build the family farm. Shall we plan a family reunion?”  The caller says, “Soon, my brother, very soon.”"
   },
   {
      "id": "ArmsDealing28",
      "title": "Mar 2009, Anka and Kasem. The car was stolen",
      "date": "unknown",
      "type": "set2",
      "contents": "SURVEILLANCE REPORT DATE:    4 March 2009 [provided to CIA by Israeli Defense Forces Military Intelligence Directorate]<br><br>Telephone surveillance report on Muhammad Kasem [08-02822906, Gaza].  He received a call from Mohammed Anka [972-599-265-531 mobile, Gaza] at 0946 on 3 March 2009.<br><br>Anka:\tBad news.  The car was stolen.<br>Kasem:\tCan we get it back?<br>Anka:\tI tried.  Even if we did, it was noticed by security.  It’s not longer useful.<br>Kasem:\tCan you get another?<br>Anka:\tBy our trip?  No.  It was hard enough to arrange this one.<br>Kasem:\tThen we’ll have to fly.<br>Anka:\tWhat about bus?<br>Kasem:\tIt will take too long.<br>Anka:\tIt will take as long as driving would have taken.<br>Kasem:\tNo, they make more stops.  Besides, we would be in public.  I can’t risk being seen.<br>Anka:\tYes, because you are wanted.<br>Kasem:\tExactly.  We will fly from Rafic Hariri International Airport in Lebanon.<br>Anka:\tWhat about the cash?<br>Kasem:\tI’ll make arrangements to have it there for us.  I know someone who can help.<br>Anka:\tIs Khouri still going with?<br>Kasem:\tYes.<br>[pause]<br>Kasem:\tThis won’t be a problem, will it?<br>[pause]<br>Anka:\tNo.<br>Kasem:\tGood.  The mission is too important to let problems get in the way.<br>Anka:\tI’ll be ready."
   },
   {
      "id": "ArmsDealing29",
      "title": "Mar 2009, I will greet you most warmly at the Burj on 19 April",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT: In Russian, from an Internet Café in Moscow to a location in Yemen, 9 March 2009.<br><br>Translated from Russian, the receiver of the phone call is identified as Saleh Ahmed.<br>“The farming equipment can go to Sana’a.” <br>“Brother Aden is a hard worker.” <br>“But he will not attend the reunion.  You must join us to celebrate.” <br>“Yes. Of course.  I will greet you most warmly at the Burj on 19 April, but brother Haik has had unfortunate circumstances and will only be there for Monday. Will I have the honor to meet Nicolai?” (The signal is lost at this point.)<br><br>It is believed “Burj” refers to the Burj Al Arab hotel, a “seven star” super luxury hotel in Dubai."
   },
   {
      "id": "ArmsDealing30",
      "title": "Apr 2009, Tanya’s jewels arrived safely, Nahid, Nicolai, Dubai",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 1 APRIL 2009<br><br>Call placed from an Internet Café in Moscow to a pre-paid cell phone in Nairobi, Kenya. The caller says, “It is well for you Tanya’s jewels arrived safely.  But she was expected before the turn of the year.”  The receiver says, “I was not responsible for her difficulties.” The caller says, “We must discuss your difficulties at home.  Nicolai expects you in Dubai on the 17th.  You will not disappoint us?”  The receiver says, “Nahid and I will meet you there.”  "
   },
   {
      "id": "ArmsDealing31",
      "title": "Jan 2008, National Database and Registration Identity Cards stolen",
      "date": "unknown",
      "type": "set2",
      "contents": "REPORT DATE:    23 January 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Lahore Division]<br><br>Sixty National Database and Registration Authority (NADRA) Computerized National Identity Card (CNIC) blanks were stolen from a Ministry of Interior office in Lahore on 4 January 2008.  A suspect, Kashif Inshan Ali, was apprehended within 24 hours at his apartment in the Heera Mandi district of Lahore.  Ali, who is known to the CID to have frequent involvement in theft and handling (the resale of stolen property), denies involvement despite being confronted with CCTV footage showing him entering the Ministry building after closing.  Jhangvi’s name appeared on a list found on a computer hard drive in Ali’s Lahore apartment.  All but 17 of the blanks were recovered in a trash bin outside Ali’s apartment building.  It appears an attempt had been made to destroy them through burning.   Jhangvi denied involvement.  No charges were filed; Jhangvi was released the same day."  
   },
   {
      "id": "ArmsDealing32",
      "title": "Mar 2008, Questioning Ilyushin IL-76 flight path",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: 3 MARCH 2008<br><br>Questioning of the pilot of the Ilyushin IL-76 cargo plane seized in Bangkok revealed a curious flight plan: the flight path was from Kiev to Baku, Azerbaijan with a stop at Fujariam airport in the United Arab Emirate (UAE) before landing at Don Mueang airport on Feb 10. Then they were supposed to continue to Colombo, Sri Lanka, the UAE and the finally to Kiev where the cargo was to be delivered.  The veracity of this plan is being studied."
   },
   {
      "id": "ArmsDealing33",
      "title": "Mar 2008, Ilyushin IL-76 cargo plane seized in Bangkok",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: 5 MARCH 2008<br><br>The crew members the Ilyushin IL-76 cargo plane seized in Bangkok were detained on February 11, taken to Don Mueang police station and then sent to the Crime Suppression Division (CSD) headquarters. Pilot Tolya Shponarskaia, 54, from Belarus, Raph Plotnitskaia, 53, Pepik Malakhovskii, 58, Mykola Khitovo, 54, and Grigor Ialovskaia, 53, all from Ukraine, face court on five charges, including illegal arms possession.<br><br>Sources have traced the Ilyushin IL-76 plane back to a small air freight company located in Ukraine operated by businessman Arkadi Borodinskii. He denies any involvement with the arms shipment and says the crew members had taken leave shortly before the weapons were seized."
   },
   {
      "id": "ArmsDealing34",
      "title": "Apr 2008, Viktor Bout, Ilyushin IL-76, Iran",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: 15 APRIL 2008<br><br>There are no leads in connecting Viktor Bout to the recent flight of an Ilyushin IL-76 cargo plane loaded with military arms that landed in Don Mueang airport.  <br>''I have been in the prison for one year, with no telephone or ability to communicate with the outside world,'' Bout has told sources. “Be sure to remind my American admirers of this fact.”<br><br>Iran is planning to make a public statement concerning this situation, where it is expected to deny that it was the intended recipient.  The government will make clear its position that it has no need for the weaponry because it has its own arms industry, which makes rockets, tanks, jet fighters, light submarines and missiles."
   },
   {
      "id": "ArmsDealing35",
      "title": "Jun 2008, arms dealers in London",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: June 9, 2008 from MI5<br><br>Surveillance report on suspected arms dealers Nicolai Kuryakin and Boonmee Khemkhaengare.  Both are registered attendees at the Defence Systems Equipment International (DSEi) in London that began on June 7, 2008.  "
   },
   {
      "id": "ArmsDealing36",
      "title": "Mar 2008, Akram Basra in Karachi, Pakistan",
      "date": "unknown",
      "type": "set2",
      "contents": "REPORT DATE:    10 June 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>This report concerns a suspected member of Lashkar-e-Jhangvi, Akram Basra.  He was observed entering the Jalil Bakery and Coffeehouse in Bin Qasim Town on 1 March 2008 at 1030 in the morning.  Basra met with an unidentified male for 45 minutes, and then left via scooter.  This information was supplied by an informant with excellent access to the information and a reliable reporting history."
   },
   {
      "id": "ArmsDealing37",
      "title": "Jun 2008, arms dealer Boonmee Khemkhaeng in Bangkok",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: JUNE 30, 2008 FROM THAI NATIONAL INTELLIGENCE AGENCY<br><br>Surveillance report on suspected arms dealer Boonmee Khemkhaeng.  Boonmee Khemkhaeng flew to from Nonthaburi to Bangkok on June 25, 2008.  Boonmee Khemkhaeng and Lim Chanarong met at the Bangkok Best Western restaurant for approximately 90 minutes on June 26, 2008.  Lim Chanarong is known for handling financial matters for Shan State Army-South, one of the rebel factions fighting against the State Peace and Development Council regime in Burma. "
   },
   {
      "id": "ArmsDealing38",
      "title": "July 2008, Suspected counterfeit provider, Naeem Nawaz Jhangvi",
      "date": "unknown",
      "type": "set2",
      "contents": "REPORT DATE:    22 July 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>A suspected provider of counterfeit identification, Naeem Nawaz Jhangvi, was picked up at his Bhutto Nagar home in the neighborhood of Landhi Town on 6 June 2008 in connection with the theft of 60 Computerized National Identity Card (CNIC) blanks.  The blanks were stolen in Lahore on 4 January 2008, allegedly by Kashif Inshan Ali.  Jhangvi’s name appeared on a list found on a computer hard drive in Ali’s Lahore apartment.  Jhangvi denied involvement.  No charges were filed; Jhangvi was released the same day."
   },
   {
      "id": "ArmsDealing39",
      "title": "Sep 2008, Activities of Azeem Bhutani, suspected leader of Lashkar-e-Jha",
      "date": "unknown",
      "type": "set2",
      "contents": "REPORT DATE: 15 September 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>NOTE: Report on the activities of Azeem Bhutani, suspected to be in the leadership of Lashkar-e-Jhangvi. Information provided by police informant who good access and a reliable reporting history.<br><br>7 June 2008 – Bhutani visited Imam Ullah at the Korongi Road Mosque just after 1400, following the conclusion of noon prayers. He was accompanied by a driver, possibly Mudassar Nausherwani, who drove the 1999 Suzuki Mehran, license KAB 0702, in which they arrived. They remained in an office in the mosque complex until 1615 at which time the Bhutani, Ullah and the third man (unknown) walked across the complex to a very small outbuilding. A short time later at about 1640 three unknown men entered the same building. The witness reports the building is not large enough to hold more than about twenty people, and believed the men were meeting with Bhutani and Ullah. The Imam left the meeting at 1700, and the other five men left at 1730. Bhutani and his driver left in the Suzuki; the three unknown men spoke for about five minutes outside the building, and then two went into the mosque and the third left on foot toward the center of town.<br><br>25 August 2008 – Bhutani spent the morning at the demonstration cricket match at National Stadium. Following the game, Bhutani was driven to services on Korongi Road. He stayed until about 1730, at that time he had dinner the two men at Café Zouk on Khayaban-e-Shamsheer in downtown Karachi."
   },
   {
      "id": "ArmsDealing40",
      "title": "Sep 2008, arms dealers, Kuryakin, Khemkhaengare, Malaysia",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: 21 SEPTEMBER 2008<br><br>Surveillance report on suspected arms dealers Nicolai Kuryakin and Boonmee Khemkhaengare.  Nicolai Kuryakin and Boonmee Khemkhaengare both registered attendees at the Langkawi International Maritime and Aerospace (LIMA) exhibition at the Mahsuri International Exhibition Center in Malaysia, September 15-19, 2008"
   },
   {
      "id": "ArmsDealing41",
      "title": "Aug 2008, Surveillance on Muhammad Kasem, Abdulah Khouri",
      "date": "unknown",
      "type": "set2",
      "contents": "SURVEILLANCE REPORT DATE:    23 September 2008 [provided to CIA by Israeli Defense Forces Military Intelligence Directorate]<br><br>Surveillance report on Muhammad Kasem for 28 August 2008.  Subject meet with International Tribune reporter at Sevlana Café at 1830.  Subject ordered musakhan and tea.  He left the café at 1945, and proceeded north past Gazzede Cami Mosque, entering apartment 315A of the Shulaf al-Aramaf apartment building.  Informants state he has been staying at these apartments since 2 August 2008.  The apartment is rented to Abdullah Khouri, known to be an MJF sympathizer."
   },
   {
      "id": "ArmsDealing42",
      "title": "Oct 2008, Guns recovered, Kenya, Thabiti Otieno",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: 7 OCTOBER 2008  FROM MI-5<br><br>MI-5 states that 100,000 bullets, six guns and military ware were among items police say they recovered after raiding a house in Narok, Kenya, belonging to Mr Thabiti Otieno.  The MI5 officers are investigating how sleeping bags, Nato-approved 7.62mm calibre ammunition, military desert boots, combat rain jackets, military fuel tanks, British Army inscribed Land Rover spare parts, military machetes and knives, landed in the hands of an unauthorised person."
   },
   {
      "id": "ArmsDealing43",
      "title": "Oct 2008, Bukhari, meetings in Pakistan, Basra",
      "date": "unknown",
      "type": "set2",
      "contents": "REPORT DATE:    9 October 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>NOTE:  Surveillance report on the activities of Maulana Haq Bukhari, suspected to be a top leader within the Karachi faction of Lashkar-e-Jhangvi.  Bukhari is frequently accompanied by Akram Basra, who acts as a driver and bodyguard.  Additional information provided by police informants.<br><br>23 July 2008 – A delivery was made to a house in Lyari Town (a constituent town of Karachi) in a house believed to be used by Bukhari.  The delivery was made by a two men in street clothing (as opposed to a uniform) who arrived in a white van, license LHR 6354, with single blue stripe on each side.  The delivery consisted of three medium boxes (requiring two hands to move) and a small box (handsized). The boxes appeared to be heavy.  One large box was square, the other rectangular.   The small box was rectangular.   It is unknown if Bukhari was home at the time of the delivery.<br><br>8 August 2008 – An unknown man visited the Lyari Town house where Bukhari is believed to stay.  He arrived at 1615, and was let into the house immediately.  Loud voices could be heard for a few moments, then they subsided.  About fifteen minutes later a silver Mercedes left the rear of the house with what appeared to be three occupants.  Due to the tinted glass it was impossible to identify the occupants of the vehicle.  The house was surveilled for the next five hours; however no one came or went.<br><br>16 September 2008 – Bukhari was followed from his Lyari Town house to an apartment about 1.5 kilometers southeast.  He entered the building and stayed there for about two hours.  When he left he returned to his Lyari Town house at which time the observer believed he’d been discovered and left the area.<br><br>23 September 2008 – Bukhari and probably Basra are reported to have visited a house in the Katchi Abadis Old Settlement, on 835T Longhi Street.  The informant, a vendor with business in the area, was passing by and noticed Bukhari and one other person enter the building at about 1430.  The informant knew Bukhari by sight, but had never met him."
   },
   {
      "id": "ArmsDealing44",
      "title": "Oct 2008, cargo ship MV Tanya, captured by pirates Somalia",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: 23 OCTOBER 2008  FROM MI-5<br><br>British intelligence sources report that a cargo ship, MV Tanya, has been captured by pirates off the coast of Somalia.  The MV Tanya is owned by Waterways AG, based in the Netherlands, sails under a Panamanian flag, and is managed by the Southern Shipping Company based in the Ukraine.  "
   },
   {
      "id": "ArmsDealing45",
      "title": "Sep 2008, Kasem, meetings in Israel",
      "date": "unknown",
      "type": "set2",
      "contents": "SURVEILLANCE REPORT DATE:    25 October 2008 [provided to CIA by Israeli Defense Forces Military Intelligence Directorate]<br><br>Surveillance report on Muhammad Kasem for 18 September 2008.  Kasam left apartment 315A of the Shulaf al-Aramaf apartments and traveled by foot to the Gaza used car market.  [The market is known to be a source of not only used cars, but assault rifles, pistols, hand grenades, pipe bombs and ammunition.]<br><br>Kasem approached a man who appeared to be selling a used Peugeot.  After speaking for ten minutes, they shook hands and Kasem departed the area to a street vendor.  After buying falafel at this stand, he traveled by foot several blocks southeast where he met another man at the benches next to the Landmark Cinema.  They spoke for about 45 minutes, at which time Kasem departed, again on foot, and returned to the Shulaf al-Aramaf apartment."
   },
   {
      "id": "ArmsDealing46",
      "title": "Oct 2008, Somali pirates, Waterways Protection, ransom",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: 25 OCTOBER 2008  FROM MI-5<br><br>British intelligence sources report that the group of approximately 50 Somali pirates who have captured the MV Tanya off the Somalian coast call themselves the Waterways Protection Regional Guard.  It is reported that they have demanded a ransom of $35M US dollars for the release of the ship. <br><br>The boat is still under power toward an unknown destination."
   },
   {
      "id": "ArmsDealing47",
      "title": "Oct 2008, Captain of MV Tanya reported dead",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: 28 OCTOBER 2008  FROM MI-5<br><br>The captain of the MV Tanya is reported dead. The ship’s first mate stated that the captain was a victim of an unfortunate accident, when he fell from one deck to another onto a metal walkway.  "
   },
   {
      "id": "ArmsDealing48",
      "title": "Oct 2008, rocket launcher vehicles on MV Tanya",
      "date": "unknown",
      "type": "set2",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: 31 OCTOBER 2008  FROM DIA<br><br>According to the Ukrainian defense ministry, the MV Tanya is carrying over 30 Soviet-type TOS-1 multiple rocket launcher vehicles as well as other military supplies.  It is not known if the pirates had advanced information of the cargo. <br><br> The US Fifth Fleet reports that the Newport News based destroyer USS Leonard is present and on visual range of the MV Tanya, which has now anchored off the Somalia cost near Hobyo. The Belize-flagged ship was headed to the Kenyan port of Mombasa when it was seized last Thursday with a crew of 21. Nairobi said the shipment was part of a contract with Ukraine to update some of its military hardware."
   },
   {
      "id": "ArmsDealing49",
      "title": "Aug 2008, Bukhari meetings in Pakistan, July",
      "date": "unknown",
      "type": "set3",
      "contents": "REPORT DATE:    11 Nov 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>Surveillance report on the activities of Maulana Haq Bukhari, suspected to be a top leader within the Karachi faction of Lashkar-e-Jhangvi.  Bukhari is frequently accompanied by Akram Basra, who acts as a driver and bodyguard.  Additional information provided by police informants.<br><br>19 July 2008 - Bukhari went to The Sports Bar [a café in the Tauheed Commercial Area of Karach] in a black BMW, license plate KAB 8407, at 1145.  He and another man, possibly Akram Basra (a known associate of Bukhari) entered TSB, both then proceeded to a private meeting room and stayed for 75 minutes.  Bukhari exited the café with Basra about 1300, where the same BMW was waiting to pick them up.  The automobile left, heading west.<br><br>8 August 2008 – Bukhari was followed from the Lyari Town house to an illegal mosque in Landhi Town, Karachi.  He attended morning prayer (0715), staying after to meet with at least five men (informant thought three of the men were Muhammad Balochi, Ullah ali Jinnah and “Mai”) in an interior room.  Following the meeting, which lasted for 90 minutes, Bukhari left with his driver (probably Basra, who also attended prayer, but not the meetings) at about 1100, heading north.<br><br>25 August 2008 – Bukhari attended afternoon services at Korongi Road Mosque.  Following the service, he entered a room in the main building at about 1430.  He stayed in the room for about 2 ½ hours; afterwards he left with two men, one of whom was probably Basra.  Bukhari and Basra left in a black BMW, license plate KAB 8407; the third man left on foot, heading east."
   },
   {
      "id": "ArmsDealing50",
      "title": "Nov 2008, Massacre in Kiev Ukraine, Igor Sviatosla",
      "date": "unknown",
      "type": "set3",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: 13 NOVEMBER 2008<br><br>Kiev news reports a massacre at 35 Pushkinska Str., Kiev 01004, Ukraine, residence of Igor Sviatoslavich.  A gangster-style hit appears to have been made on the residence during a birthday celebration for Sviatoslavich’s grandfather, who was murdered in the attack.  Eighteen people are reported to have died.  A scrap of paper was found on Sviatoslavich that read (in Russian) “Soltanzadeh says Pyongyang is agreed”."
   },
   {
      "id": "ArmsDealing51",
      "title": "Jan 2009, diamonds shipped Yemen to Moscow,Georgiy Giunter",
      "date": "unknown",
      "type": "set3",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: 3 JANUARY 2009<br><br>Sources confirmed that 100 carats of diamonds were shipped from Yemen to Moscow by Mr. Georgiy Giunter on December 30, 2008. Mr. Giunter is a dealer in jewelry and precious stones who does business in the Middle East and Russia. Mr. Giunter is a money launderer in addition to his legitimate gemstone work."
   },
   {
      "id": "ArmsDealing52",
      "title": "Mar 2009, Akram Basra, Pakistan, Dubai flight",
      "date": "unknown",
      "type": "set3",
      "contents": "REPORT DATE:    20 March 2009 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>NOTE:  Surveillance report on the activities of Akram Basra, suspected to be an associate of a top leader within the Karachi faction of Lashkar-e-Jhangvi.  Basra is frequently accompanied by Maulana Haq Bukhari, and acts as his driver and bodyguard.  Additional information provided by police informants.<br> <br>3 January 2009:  Basra was followed from his Bihar Colony apartment (near Lyari Town in Karachi) to a house on Moosa Lane.  He entered through a side door without knocking.  He stayed about 20 minutes, exited through a back door and left on foot to Nawab MahabatKhangi Road where he hired a taxi.<br><br>3 January 2009:  A contact at Allama Iqbal International Airport reports Basra paid cash for three tickets on Emirates Airlines from Karachi to Dubai for 18 April 2009, returning to Karachi on 20 April 2009."
   },
   {
      "id": "ArmsDealing53",
      "title": "Jan 2009, police arrest in Karachi, Pakistan, Galaxy Apartments",
      "date": "unknown",
      "type": "set3",
      "contents": "REPORT DATE:    26 March 2009 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>Karachi police arrested Isma Ehsan, Syed Rana, Mudassar Mausherwani, Tanvir Rajput and Javed Kashfi, on 17 January in connection with a civil disturbance in the courtyard of the Galaxy Apartments on Tannery Road in Lyari Town.  Responding to a report of a fight, police found three men arguing with two others over whether or not the two had the right to be in the apartment complex.  The police reported two of the men (Rana and Kashfi) were in need of medical care and were sent to Ruby Medical Center."
   },
   {
      "id": "ArmsDealing54",
      "title": "Jan 2009, Identify cards, phone numbers from arrest",
      "date": "unknown",
      "type": "set3",
      "contents": "REPORT DATE:    12 April 2009 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>Report on the pocket litter from Isma Ehsan, Syed Rana, Mudassar Mausherwani, Tanvir Rajput and Javed Kashfi, all arrested on 17 January in connection with a civil disturbance in the courtyard of the Galaxy Apartments on Tannery Road in Lyari Town.  Details of papers found on the persons of the arrested are described below.<br><br>a.\tIsma Ehsan<br>Pakistani National Identity Card<br><br>b.\tSyed Rana<br>Pakistani National Identity Card, expired<br>Name and Telephone number for two persons: (handwritten)<br>Musab \t042 580 0672<br>Shakir \t331 546 9776<br><br>c.\tMudassar Mausherwani<br>Pakistani National Identity Card<br>Travel itinerary for three people:<br>Name\t\tDepart\tDate\t\tDestination\t<br>Azeem Bhutani\tLHE\t18 April 2008\tDXB\t\t<br>DXB\t20 April 2008\tLHE<br>Mohammed Mengal\tLHE \t18 April 2008\tDXB\t\t<br>DXB\t20 April 2008\tLHE<br>Mudassar Nausherwani<br>LHE\t18 April 2008\tDXB\t\t<br>DXB\t20 April 2008\tLHE<br>\t<br>d.\tTanvir Rajput<br>Pakistani National Identity Card<br>Booklet on Islam in the West<br>Magazine photograph of Mohabbataan Sachiyaan (Pakistani actress)<br><br>e.\tJaved Kashfi<br>Name and Telephone number for one person: (handwritten)<br>Arsalan \t0423 301 546 8205"
   },
   {
      "id": "ArmsDealing55",
      "title": "Mar 2009, Bukhari and Basra internet website log",
      "date": "unknown",
      "type": "set3",
      "contents": "REPORT DATE:    19 May 2009 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division<br><br>Surveillance report on the activities of Maulana Haq Bukhari, suspected to be a top leader within the Karachi faction of Lashkar-e-Jhangvi.  Bukhari is frequently accompanied by Akram Basra, who acts as a driver and bodyguard.  Additional information provided by police informants.<br><br>March 26 2009:  About 15.30, Bukhari and Basra drove from his Lyari town home to the Sports Bar where they stayed about 90 minutes in a private dining room in the back of the restaurant.  Immediately following this, Basra drove Bukhari to a café about .5 km north, where Bukhari spent about 45 minutes on a public Internet terminal.  Log records from this computer indicate the following sites were visiting during the timeframe (about 1730 – 1815 hrs):<br><br>http://www.pakavenue.com<br>http://www.pakistani.com<br>http://www.yahoo.com/<br>http://www.google.com.ok/intl/ur/<br>http://www.jumeirah.com/en/Hotels-and-Resorts/Destinations/Dubai/Burj-Al-Arab/<br>http://www.hotmail.com<br>http://www.alexa.com/search?q=pakistan+chat&p=gkey&r=site_site<br>http://www.youtube.com<br>http://www.galaxycomputers.com.pk<br>http://www.zandghi.com<br>http://www.pakisearch.net<br>http://faadi.com"
   },
   {
      "id": "ArmsDealing56",
      "title": "May 2009, Salah Ahmed near death in Aden, Yemen",
      "date": "unknown",
      "type": "set3",
      "contents": "SURVEILLANCE REPORT DATE:    20 May 2009  [provided to the CIA from Yemeni Intelligence Services]<br><br>Surveillance report on Saleh Ahmed for 3 May 2009.  Subject reported to be near-death in Aden General Hospital.  He is not expected to survive the day."
   },
   {
      "id": "ArmsDealing57",
      "title": "Jan 2008, Muhammad Kasem article, Martyrs Front of Judea, MFJ",
      "date": "unknown",
      "type": "set3",
      "contents": "REPORT DATE:    23 January 2008 [news report from International Tribune]<br><br>Sitting in a sunny corner of the sidewalk café in Beirut, Muhammad Kasem notes each person who passes, watching for any signs that Kasem should make a quick exit.<br><br>“I was captured once because I didn’t pay attention,” he tells me as he taps his cigarette over his knee and ashes the ground.  “This won’t happen again.  I’m very careful.  I watch everything, I take every precaution.”<br><br>Why is Kasem worried? <br><br>“Being the second most wanted man around will do that,” he chuckles. <br><br>The Martyrs Front of Judea is dedicated to regaining a foothold in the Gaza/West Bank area currently under dispute with Israel.  As recent as last month there was an explosion in an open-air market in the West Bank.  Four people were injured, including a security officer.<br><br>Kasem inherited his position as leader of the MFJ when the former leader, Ibrahim Bahlan, was killed in an attack at the MFJ headquarters in May 2007.  Since then he’s reorganized the group and worked to bring their message to the forefront of the media.  And he’s keeping the location of the headquarters secret.<br><br>“We don’t want to be vulnerable, but it’s hard to conduct a campaign from behind shrubbery,” Kasem states.  “It’s hard to set up a supply chain without a stable address.”<br><br>But it isn’t hard to find recruits, he points out.  “I don’t have to advertise; whenever we’re attacked we have people looking to join our cause.  The people know justice and righteousness when they see it.”<br><br>How does he deal with his supply problem?<br><br>“You know I can’t tell you about that,” he grins.  “But I will say we have contacts and suppliers spanning four countries.  And we have the best arms available.  Our enemy should be very scared.”<br><br>As the sun sets, Kasem finishes his tea and stubs out his cigarette.<br><br>“Watch for us.  We have big plans on the horizon.”<br><br>And after scanning the street once last time, Kasem melts into the crowd."
   },
   {
      "id": "ArmsDealing58",
      "title": "Feb 2008, Explosives and bombs in raid, Rana ul Baqi, Majid",
      "date": "unknown",
      "type": "set3",
      "contents": "REPORT DATE:  29 February 2008 [News report from the International Tribune]:<br><br>February 27, 2008<br>Karachi<br><br>Terrorist Planning Attacks Nabbed by CID<br><br>The personnel of Criminal Investigation Unit (CID) Sindh claim to have busted a network of terrorists belonging to the banned militant outfit, Lashkar-e-Jhangvi, who had planned to bomb the Nishter Park gathering on Rabiul Awwal 12. <br><br>The CID also recovered arms, C-4 explosives, detonators, and other items from the held terrorists.<br><br>The SSP said that the police had expanded their intelligence networks across the city, given the security situation in the wake of the increased American offensive. He said that as part of this exercise, information was received from a spy that terrorists belonging to Lashkar-e-Jhangvi were present in the Old City area, and had plans to carry out another terrorists act on a forthcoming day of religious significance. <br><br>Following up on this information, Khan along with his team raided a house on G Allana Road, and after an encounter, arrested Abdul Rana ul Baqi alias Majid, Ismail and Yousuf. The house where they gathered belonged to Abdul Rana ul Baqi, while Yousuf was a resident of Shah Faisal Colony, and Ismail lived in Malir. Three TT pistols, C-4 explosives, potassium nitrate, mortar rockets, wires, detonators and other equipments used for making bombs were recovered during search, Khan said. <br><br>The suspects were subsequently taking to the Investigation Unit, where during probe, it was found that the accused belonged to Lashkar-e-Jhangvi. The held terrorists claimed that they belonged to the Qari Hussain group, and had gathered at the house to attempt an attack at Nishter Park on the Rabiul Awwal 12 congregation. <br><br>Abdul Rana ul Baqi alias Majid told investigators that their Ameer in Karachi was Chhota Hasan. He said that some weeks ago, they (the 3 held activists) and other activists were called at their hideout in Malir by Ameer Hasan.<br><br>They started gathering explosive materials and other items, and waited for further directions. During this period, they were told that they would use motorcycles in the blast, and they would enter the procession by wearing green turbans so as to avoid any suspicion. As per the plan, the suspects were to reach near Nishter Park, park the motorcycles there, and after moving to a prescribed range, press the remote control to set off the bomb. <br><br>The accused revealed that they had even purchased the turbans and were fully prepared for the attack, but unfortunately, the CID was tipped and they were arrested."
   },
   {
      "id": "ArmsDealing59",
      "title": "Mar 2008, Ilyushin aircraft carrying weapons from North Korea",
      "date": "unknown",
      "type": "set3",
      "contents": "ArmsDealing Article:  Bangkok Post, March 2, 2008<br><br>Thai authorities seized an Ilyushin IL-76 aircraft carrying tons of weapons from North Korea during a refueling stop in Bangkok, a government official said. The pilot told Thai authorities the aircraft was headed to Sri Lanka, but its final destination was unknown, according to a spokesman for the Thai prime minister. It contained about 35 tons of weapons, including rocket-propelled grenades, shoulder-launched rockets and tubes that may be missile components, the spokesman said. The plane, which was detained Saturday, had five people onboard -- four from Ukraine and one from Belarus. They will appear in court Monday on charges related to illegal weapons smuggling, the spokesman said."
   },
   {
      "id": "ArmsDealing60",
      "title": "Mar 2008, smugglers, why stop to refuel in Bangkok",
      "date": "unknown",
      "type": "set3",
      "contents": "ArmsDealing Article:  Bangkok Post, March 3, 2008<br><br> <br>The tale of the cargo plane that landed in Bangkok from North Korea becomes an increasing mystery.  The Bangkok Post visited Ebina House hotel and interviewed two staff who confirmed from photos that the five man crew of the plane had stayed there. ''They arrived here in late afternoon on Feb 11 accompanied by about 10 Thai men who appeared like their bodyguards,'' said one of the staff. 'One of them booked five suites, paying 3,500 baht for each, on the 9th floor. Most of the Thais remained in the lobby and around the hotel all night. They departed with the foreigners around 9am the following day. I saw the five men on television and in newspapers later on.''<br><br>Questions were raised about why a plane carrying 35 tonnes of weapons allegedly from North Korea, in breach of UN sanctions, would stop to refuel in Bangkok when there are safer regional stopover destinations for arms smugglers such as Burma, Laos and Vietnam.  The circuitous 24,000 km route, with the alleged final destination Iran, also did not make sense for several diplomats who said the weapons could be easily sourced from former Soviet countries."
   },
   {
      "id": "ArmsDealing61",
      "title": "Apr 2008, Delivering oil drilling equipment, cargo Ilyushin",
      "date": "unknown",
      "type": "set3",
      "contents": "ArmsDealing Article:  Bangkok Post, April 13, 2008<br><br>The Bangkok Post interviewed the flight navigator, Raph Plotnitskaia, in Klong Prem prison who refused to answer basic questions about the flights of the Ilyushin, but insisted he was innocent and should be released. The crew  have said they believed they were delivering oil drilling equipment loaded in Pyongyang. ''We should be handed to our country. We can't be charged and detained in Thailand,'' he said before the report on Thursday that charges would likely be dropped.  He did confirm that the flight path was from Kiev to Don Mueang airport.  Plotnitskaia said they were supposed to continue to Colombo, Sri Lanka, the UAE and the finally to Kiev where the cargo was to be delivered. ''I saw the crates on the plane but didn't open them as they were sealed with proper documents as oil drilling equipment. I didn't open the crates. Why should I? I am just a navigator.'' he said."
   },
   {
      "id": "ArmsDealing62",
      "title": "May 2008, Tolah John Raleigh trying to sell guns, US, Yemen",
      "date": "unknown",
      "type": "set3",
      "contents": "Report Date:  6 May 2008 from Washington Post<br><br>A Virginia company run by a would-be arms merchant pleaded guilty Thursday to trying to sell guns, night vision goggles and other military equipment to people in Yemen.  Tolah \"John\" Raleigh, 51, of Vienna, Va., entered the guilty plea on behalf of his company, Sampan Enterprises Ltd., at a hearing Thursday in U.S. District Court, admitting that his company sought to broker arms deals without a license. The company was ordered to pay a $15,000 fine, the amount recommended by prosecutors. Raleigh's company was never actually able to sell any equipment, despite several years of effort. According to court records, authorities became suspicious of Raleigh when he returned from a 2007 business trip to Columbia. Raleigh told customs agents that he had been meeting with Yemeni nationals to sell them farm equipment, but a search of his luggage found product brochures for military vehicles and handwritten notes referring to weapons. In fact, Raleigh was trying to sell Swiss-made machine pistols and other military equipment to a contact in Yemen. Court records indicate that contact was Aden as-Sallal, who runs KNA General Trading Company in Sana'a, Yemen. An e-mail to company officials was not immediately returned Thursday. After Thursday's hearing, Raleigh said his Yemeni contacts amounted to \"one businessman who asked some questions about getting some military equipment.\"  Court records suggest that the Yemeni contact may have wanted to establish his own arms distributorship or do business with the Yemeni government. In one e-mail, Raleigh says his Yemeni client is looking for several thousand Glock pistols to outfit the Yemeni presidential guard."
   },
   {
      "id": "ArmsDealing63",
      "title": "Jul 2008, Government officials blame the notorious gun dealer Saleh Ahmed",
      "date": "unknown",
      "type": "set3",
      "contents": "Report Date:  4 July 2008  from The National, Abu Dhabi Media<br><br>SANA’A // al-Hamdi Amant, a flagstones worker, respects the jambiya, a curved ceremonial blade common among Yemeni men.  “Once my children come of age, I will buy them a jambiya and a gun. It is part of our heritage and tradition. It is as my father did for me, and his father did for him.  I do not fear them as do some,” Mr Amant said.  But with 35 people having died in June this year because of the misuse of firearms and with more than 2,000 people losing their lives yearly in gun-related disputes, Yemeni officials are voicing their concerns about the easy access to weapons.<br><br>Earlier this year, representatives urged parliament to pass a law proposed by the government several years ago to criminalise unlicensed weapons and carrying arms in public.  In both 2005 and 2007, bills seeking arms control and licensing authority were soundly rejected by both the controlling and opposition parties in the parliament. <br><br>The most important markets are Suq al Talh in Sa’ada province, which has been a battlefield for a sporadic conflict between the al Houthi rebels and the government since 2004.  Government officials blame the notorious gun dealer Saleh Ahmed, for supplying the rebels, as well as operating gun exports to neighboring country of Saudi Arabia.  Ahmed was part of an arms deal gone bad several weeks ago in Saudi, and may be looking to increase his business dealings in his home country.<br><br>Prior to the most recent campaign, the government started in 2005 a buy back programme, supported by the United States, of heavy weapons from tribesmen, which included rocket propelled grenades, anti-aircraft missiles and hand grenades.<br><br>However, the current security situation in parts of the country have many Yemenis, such as Mohammed Mohammed, a 27-year-old teacher, compelled to buy a gun for personal protection.<br><br>“I dislike firearms.  I wish they were not part of my culture.  My friends encouraged me to possess a gun for my safety and the safety of my family.  I resisted strongly for many years. However, at last I bought a Kalashnikov gun eight months ago.<br><br>“Security problems are on the rise and I can hear the gunfire over land disputes even in the capital and the government is not able to stop them.<br><br>“I realised that everyone should possess a gun for self-defence.” "
   },
   {
      "id": "ArmsDealing64",
      "title": "Sep 2008, drop charges against five suspects, Russian plane refueled Bangkok",
      "date": "unknown",
      "type": "set3",
      "contents": "ArmsDealing Article:  Bangkok Post, 23 SEPTEMBER 2008.<br><br>Prosecutors have decided to drop charges against five suspects found in February with 35 tonnes of weapons on a plane from North Korea, a source close to the case has revealed.  The source did not elaborate yesterday on the reasons leading to the prosecutors' decision, which will be announced today.<br><br>Their Russian-made plane refueled at Don Mueang airport on Feb 11 en route from North Korea to Ukraine, via Sri Lanka. Authorities searched the plane and found the weapons the next day.<br><br>The men were arrested and charged with carrying weapons without permission, illegally bringing them to Thailand and failing to inform officials of the items. <br><br>One senior Thai official stated off the record reports that the arms were headed for Iran were ''nonsense'' saying if it were true, cheaper and more reliable weapons could be bought from the former Soviet Union without the need to fly to North Korea and make all the stopovers."
   },
   {
      "id": "ArmsDealing65",
      "title": "Mar 2009, Leonid Minsky’s hotel room",
      "date": "unknown",
      "type": "set3",
      "contents": "Report Date:  10 March 2009  from the New York Times<br><br>The scene in Leonid Minsky’s hotel room on the night of February 1, 2009 could have been taken from a classic cult film: Minsky, middle-aged, pale and fat and dressed in a colorful silk robe, flanked by a quartet of Russian and Italian prostitutes. Minsky, who is the registered owner of the Galleria Hotel in Soncino, a small town outside Milan, Italy, has transformed his two-room suite into an office, a party hall, and a hangout of shady European businessman.  Then, without warning, the police arrive at Room 341, putting an end to the party and apparently derailing the career of a prominent international gun smuggler.  It would be permanently derailed when Minsky was reportedly shot to death in his jail cell by a guard two days later.  Details of this event are sketchy.<br><br>Although local police supposedly raided Minsky’s hotel on a tip from an unpaid prostitute, the Times has acquired a report that shows the Rome customs police had had Minsky under surveillance since 1992 while investigating an international criminal organization involved in laundering international drug money through the foreign bank accounts of Italian businessmen. The report also says that in 1997 Italian intelligence services conducted a \"complex investigation on a criminal group of Ukrainian origins associated involved in international arms and drug trafficking, money laundering, extortion and other offenses. A key leader in this organization is Minsky.\"<br><br>That hot August evening in Soncino, police found $500,000 worth of uncut diamonds. Later analysis found most came from Russia -- no African origins could be confirmed despite the diamond scales later found in Minsky’s Lagos office. They found receipts for diamond and gun shipments to Yemen. They found a duffel bag filled with more than $35,000 in American, Italian, Hungarian and Mauritian currency. From a briefcase and piles scattered around the rooms, police collected 1,500 documents -- in Russian, Ukrainian, French, German, Dutch, English and Italian -- relating to Minsky’s wide variety of business operations. Specific findings included documents on his dealings in oil, timber and consumer goods; maps of the Kenya-Sudan border; an inquiry by Minsky concerning Nigerian civil engineering and bridge construction services; an offer from Minsky’s Korean representative asking him to ascertain whether Liberian President Charles Taylor would be interested in establishing diplomatic relations with Pyongyang; and a record of a $30,333.23 payment to Anna Nicole Smith as “a thank you and an apology.” Most important, however, police found evidence of several proposed and realized arms deals."
   },
   {
      "id": "ArmsDealing66",
      "title": "Sep 2008, Deal-making between officers. pre-arranged seizure of arms, Najok",
      "date": "unknown",
      "type": "set3",
      "contents": "Report Date:  26 September 2008 from The East African Standard, Nairobi<br><br>Hardly a week after the Cabinet approved police reforms the Ministry Police (MP) is in the eye of a new storm over an illegal arms haul.<br><br>The force, which has been adversely mentioned in various reports that accuse it of gross human rights violations that include murder and rape during and after the 2007 General Election is fending off allegations that its top brass is involved in clandestine movement of arms.<br><br>The centre of the new storm is force commandant Ita Adoyo, who last week some MPs wanted grilled.<br><br>Focus shifted to Adoyo following a cache of arms allegedly found in Narok. It is believed the incident may be linked to succession battles in the MP hierarchy.<br><br>The battle is becoming even more intense as MP Commandant Ita Adoyo’s tenure end on March 30, next year. The circumstances also reflect the lapses and connivance that are a threat to national security. Security experts and sources familiar with force’s register of arms claim the incident was deliberate.<br><br>\"There was some deal-making between some officers. The seizure of the arms and ammunitions, it appears, was pre-arranged,\" the security expert familiar with on-going criminal investigations said.<br><br>It is claimed senior officers in the force are on high alert over information that could implicate them because they would most likely take responsibility if the arms originated there."
   },
   {
      "id": "ArmsDealing67",
      "title": "Oct 2008, Otieno and Onyango illeally possessing ammunition, Narok",
      "date": "unknown",
      "type": "set3",
      "contents": "Report Date:   October 6, 2008 from The East African Standard, Nairobi <br><br>Nairobi — A Kenyan working at a British Army base has been arrested and detained in connection with the huge cache of weapons seized by police in Narok.<br><br>Mr Oliver Thatcher, a civilian, was arrested as businessman Thabiti Otieno and a senior Ministry Police officer, Superintendent Wanjohi Onyango, were charged in court for illegally possessing government ammunition.<br><br>Mr Otieno, who is employed at the military base in Nanyuki, was picked up by detectives on Wednesday evening and moved to Nairobi where he was questioned by senior police officers. Six other people are also being questioned in connection with the arms seizure, according to Internal Security source."
   },
   {
      "id": "ArmsDealing68",
      "title": "Jan 2009, A Kenyan court acquitted Onyango and Otieno",
      "date": "unknown",
      "type": "set3",
      "contents": "Report Date:   January 15, 2009  from the Daily Telegraph<br><br>A Kenyan court has acquitted Wanjohi Onyango, Thabiti Otieno and wife Nahid Owiti of illegal possession and smuggling of arms and ammunition.  The three were released on Monday after judges decided there was insufficient evidence against them, in light of the national government’s internal investigations into illegal arms deals involving the Ministry Police.   The three defendants’ eight-year jail sentence for was set aside by the court. A lower court had earlier convicted them of possessing government arms and selling them to foreign interests. According to the appellate court, much of the witness testimony was not credible because it was unclear on dates, locations and often contained elements that could be \"objectively proven to be impossible\". The court ruled that a conviction on such evidence would be \"built on quicksand\". The ruling is a blow for prosecutors who had appealed for a stiffer sentence and sought an additional conviction for war crimes for the three defendants.  Kenyan Internal Security Assistant Minister Jimiyu Michieka did not immediately return calls for a statement concerning the outcome of this trial.  "
   },
   {
      "id": "ArmsDealing69",
      "title": "Feb 2009, cocaine bust in Italy, Leonid Minsky, diamonds",
      "date": "unknown",
      "type": "set3",
      "contents": "Report Date:  2 February 2009  from La Repubblica (Italy)<br><br>Rome -- A recent cocaine bust in Italy turned into a surprise of international intrigue. Italian police discovered four prostitutes in a hotel room with a Ukrainian businessman named Leonid Minsky. The police also discovered more than $35,000 in cash, a half-million dollars in diamonds, and more than 1,500 documents detailing a tangled web of business dealings in oil, diamonds, and gun shipments to Yemen. Two days after Minsky was placed in custody, he was found dead in his cell due to unknown cause. Florence police are being supported in their investigation by UN arms experts.  "
   },
   {
      "id": "ArmsDealing70",
      "title": "May 2009, Hospital deaths, Thabiti Otieno and Nahid Owiti",
      "date": "unknown",
      "type": "set3",
      "contents": "Report Date:   May 3, 2009 from The East African Standard, Nairobi (from Obituaries)<br><br>Nairobi Hospital<br>We regret to inform you of the deaths of Thabiti Otieno and Nahid Owiti of Narok on 1 May.<br>This couple were married for 30 years. Thabiti Otieno was born on 24nd June, 1960, in Oswestry, Shropshire, England. Nahid was born in Narok.<br>They are blessed with 8 children Ethan Kaniaru, Bud Wanjiku, Mildred Ng’endo, Jonathan Kariuki, the late Ethel Njeri, Tamara Muiruri (Washington, USA), Lois Nyambura and Edsel Ndungu (Nebraska, USA)."
   },
   {
      "id": "ArmsDealing71",
      "title": " March 2009, North Korean sales of missiles, Korea Machinery Industry Co. ships weapons from Bangkok",
      "date": "unknown",
      "type": "set3",
      "contents": " News Article:  Bangkok Post, March 17, 2009 <br><br> According to a report Thailand submitted over the weekend to the U.N., the company that shipped the weapons found on the Ilyushin IL-76 cargo plane seized in Bangkok last year was the Korea Machinery Industry Co., and the cache included 49 rockets, a rocket launcher and three crates of fuses and rocket-propelled grenades. North Korean sales of missiles, missile parts and other arms to countries such as Iran, Syria and Myanmar are believed to contribute hundreds of millions of dollars annually to North Korea's hard-currency earnings. Although the sale of such relatively routine weapons would normally not be illegal, in this case it violates the ban imposed under a U.N. resolution designed to punish North Korea after it consistently violated UN-imposed sanctions over the past year. Thailand has asked the U.N. Security Council how to handle and dispose of the weapons, advice that has not so far been forthcoming.  "
   },
   {
      "id": "ArmsDealing72",
      "title": "Feb 2009, Diamond, documents and money found in Minsky's office",
      "date": "unknown",
      "type": "set3",
      "contents": "Report Date:  10 March 2009  from the New York Times <br><br>  The scene in Leonid Minsky’s hotel room on the night of February 1, 2009 could have been taken from a classic cult film: Minsky, middle-aged, pale and fat and dressed in a colorful silk robe, flanked by a quartet of Russian and Italian prostitutes. A pornographic film flickers in the background. Minsky, who is the registered owner of the Galleria Hotel in Soncino, a small town outside Milan, Italy, has transformed his two-room suite into an office, a party hall, and a hangout of shady European businessman.  Then, without warning, the police arrive at Room 341, putting an end to the party and apparently derailing the career of a prominent international gun smuggler.  It would be permanently derailed when Minsky was reportedly shot to death in his jail cell by a guard two days later.  Details of this event are sketchy. Although local police supposedly raided Minsky’s hotel on a tip from an unpaid prostitute, the Times has acquired a report that shows the Rome customs police had had Minsky under surveillance since 1992 while investigating an international criminal organization involved in laundering international drug money through the foreign bank accounts of Italian businessmen. The report also says that in 1997 Italian intelligence services conducted a complex investigation on a criminal group of Ukrainian origins associated involved in international arms and drug trafficking, money laundering, extortion and other offenses. A key leader in this organization is Minsky. That hot August evening in Soncino, police found $500,000 worth of uncut diamonds. Later analysis found most came from Russia -- no African origins could be confirmed despite the diamond scales later found in Minsky’s Lagos office. They found receipts for diamond and gun shipments to Yemen. They found a duffel bag filled with more than $35,000 in American, Italian, Hungarian and Mauritian currency. From a briefcase and piles scattered around the rooms, police collected 1,500 documents -- in Russian, Ukrainian, French, German, Dutch, English and Italian -- relating to Minsky’s wide variety of business operations. Specific findings included documents on his dealings in oil, timber and consumer goods; maps of the Kenya-Sudan border; an inquiry by Minsky concerning Nigerian civil engineering and bridge construction services; an offer from Minsky’s Korean representative asking him to ascertain whether Liberian President Charles Taylor would be interested in establishing diplomatic relations with Pyongyang; and a record of a $30,333.23 payment to Anna Nicole Smith as “a thank you and an apology.” Most important, however, police found evidence of several proposed and realized arms deals. Leonid Minsky was part of a new generation of highly organized post-Soviet criminals whose power and success is largely attributable to the climate of chaos, poverty and disintegrating state apparatus that governs many former Soviet republics today. Mobsters have easy access to former Soviet Army stockpiles -- now considered surplus small arms -- favored by embargoed military groupings seeking cheap weaponry wherever they can get it. "
   },
   {
      "id": "ArmsDealing73",
      "title": "Nov 2008, Fighting in northern Yemen has moved into Saudi Arabia, Increase in number of refugees",
      "date": "unknown",
      "type": "set4",
      "contents": " Report Date:  23 November 2008  from SABA, Yemen News Agency <br><br> San’a’ -- Fighting in northern Yemen has moved into Saudi Arabia, forcing school closures and sending thousands fleeing, according to the United Nations. Fighting has now spilled into Saudi Arabia, reportedly causing 240 villages to be evacuated and more than 50 schools to be closed,  Sigrid Khan of UNICEF said in a statement this week. The total number of people displaced by the conflict since 2004 has gone up to more than 175,000, from an estimated 150,000 only a few weeks ago. Some point fingers at destabilizing foreign influence in the regional affair, directed against the Saudi regime.  Yet, others insist that this is a problem rooted in domestic unrest. The conflict is considered to be both separatist -- over who will assert authority in the area -- and sectarian -- whether Shiite Islam will dominate in majority Sunni Yemen. The rebels are supporters of slain Shiite cleric Hussein al-Houthi. Al-Houthi founded a new movement called the Sha‘ab al-Muminin (the Young Believers) and acquired significant religious status amongst the Za’idi population of northern Yemen.  But as the fighting escalates, the situation is worsening for children, Kahn said. During the past three months, children affected by the conflict in the north have seen all their basic rights violated. Lack of safe water, nutrition and hygiene is exerting a heavy toll on their health and well-being, and threatening their very survival, Khan said.  Camps for refugees are filled, and those who cannot obtain a place in the camps are collecting just outside. Yemen's official news agency SABA reported Friday it was working to establish new refugees camps, however, this will do little to solve the core problems. "
   },
   {
      "id": "ArmsDealing74",
      "title": "Oct 2008, Huge cache of weapons seized by police in Narok",
      "date": "unknown",
      "type": "set4",
      "contents": " Report Date:   October 17, 2008 from The East African Standard, Nairobi <br><br> The Kenyan working at a British Army base, Mr. Thabiti Otieno, who was arrested and detained in connection with the huge cache of weapons seized by police in Narok, has indeed been getting government tenders to supply materiel to the government.  But Narok North District procurement officer Chilemba Abasi quickly added that he was not the only beneficiary and that the bidding was competitive and lawful. In court, Mr Onyango, Mr Otieno and his wife Nahid Owiti, will Friday know whether they will be released on bail. They have all pleaded not guilty to the charges. In Parliament, Mr Omondi said that six people from a Ministry Police camp were being questioned over the arms cache. Mr Omondi issued a ministerial statement as members said suspicion was high that the MP armoury had been raided.  We want to know who issued and received the arms within the department of the MP and we want to know for what purpose this was done, he said. He also sought to know what was being done to the commander who gives authority for movement of armours from the armoury.  I will be updating Kenyans on findings because this is a serious and sensitive matter, he promised. "
   },
   {
      "id": "ArmsDealing75",
      "title": "Sep 2008, House team would want to question some of the force’s top command ",
      "date": "unknown",
      "type": "set4",
      "contents": " Report Date:  27 September 2008 from The East African Standard, Nairobi <br><br> A member of a Parliamentary Committee on Security told The Standard on Sunday the House team would want to question some of the force’s top command. The member said information his colleagues had gathered over the cache, pointed to a deal gone awry. The claim is corroborated by Internal Security Assistant Minister Jimiyu Michieka who told The Standard on Sunday the seizure of the weapons was exposed following a deal gone sour among the merchants of death, said to include civilians and security officers. Some senior officers at the Ministry Police Training College (MPTC) interviewed point to unresolved political intrigues that relate to the retention of Ita Adoyo who should have retired last year. An inspector, who cannot be named for fear of reprisals, claims it was unusual for items to leave the armoury without the knowledge of senior officers. Even more intriguing are revelations that the force’s firearms and ammunitions records are updated daily. Requisitions from districts and units — MPTC, Security of Government Buildings, Rapid Deployment Unit and Rural Border Patrol Unit — are approved by the Force Commandant. He should be the one answering the questions about how arms ended in civilian custody as claimed, the source said.Arms acquisition, it also emerged, is steeped in corruption. What raises more questions is that the armoury is under CCTV surveillance and armed guard round the clock. Asked about how this is feasible, Michieka  said, This is a sensitive matter. I am not privy to information about how the force keeps its records or secures the armoury. From the look of things this is just a deal gone sour."
   },
   {
      "id": "ArmsDealing76",
      "title": "Sep 2008, Yemeni authorities have shut down all arms businesses",
      "date": "unknown",
      "type": "set4",
      "contents": " Report Date:  23 September 2008  from SABA, Yemen News Agency  <br><br> Yemen addresses arms trade SANA'A, Sep. 23 (Saba) - Interior Minister Tolah al-Kalid said on Tuesday that Yemen will never allow weapons trade to be back being completely crushed in this past summer’s crackdown. Al-Kalid was quoted by the state-run TruthToday.net as warning that the Ministry would be all over all who sell secretly or in public any pieces of weapons. The Ministry will never allow the death trade to appear again after we took an unprecedented step to eliminate this distressing way to make money through death, he added Yemen's efforts at internal control started after 9/11 with the new international focus on terrorism. The Yemeni government embarked upon a widely known weapons buyback program, hoping to neutralize the threat they posed to government control, in a non-confrontational manner. Yemeni authorities have shut down all arms businesses in anticipation of the introduction of a new licensing system in a bid to control the trade in a country with one of the highest rates of private gun ownership in the world. The Interior Ministry will take on the task of regulating weapons purchases in the country through the official licensing and monitoring of dealers and dealerships. Yemen has an estimated 60 million firearms in private hands, roughly three for every man, woman and child. Gun ownership has long been seen as an essential part of Yemeni culture. "
   },
   {
      "id": "ArmsDealing77",
      "title": "Sep 2009, Russia is planning to increase weapon sale in the Asia-Pacific region",
      "date": "unknown",
      "type": "set4",
      "contents": "Report Date:  6 September 2008 from Moscow Times <br><br> (Moscow)   Russia is planning to strengthen its position as a key supplier of weaponry in the Asia-Pacific region by seeking new customers at a major arms show in Malaysia, state arms exporter Rosoboronexport has said. The biennial Langkawi International Maritime and Aerospace (LIMA) exhibition starts on Monday through Friday, September 19 at the Mahsuri International Exhibition Center in Malaysia. We plan to communicate broadly with our current customer base, as well as with new potential customers, Rosoboronexport Deputy General Director Viktor Novoski said. Novoski , who heads the Russian delegation at the show, expressed hope that LIMA-2008 would allow a closer tie between the Russian federation and Asian-Pacific countries According to Rosoboronexport, Russia will display several pieces of air, land, and sea-based equipment.  The line of combat aircraft includes XH-96 Wingman-E and MiG-201 Pendulum-K  multirole fighters, Yeti-130 combat trainer and various models of Bi and Ya helicopters. Russian-made air defense systems will be represented at the show by Bot-34sd and the Tan-X-44 “Supreme Secure” components. Russia will also exhibit small and medium displacement surface ships that are in great demand in Southeast Asia, including the Whisper and Viper patrol boats. Also exhibiting will include the Project 636 diesel submarine, and the SA-N-99 Otter short range surface to air missile system. "
   },
   {
      "id": "ArmsDealing78",
      "title": "March 2008, Russian cargo plane landed in Bangkog",
      "date": "unknown",
      "type": "set4",
      "contents": " News Article:  Bangkok Post, March 4, 2008 <br><br> The Bangkok Post continues its investigation of the Russian cargo plane that landed in Bangkok on Tuesday Feb 10, after departing North Korea earlier that day.  Despite claims by Thai authorities that the plane returned to Bangkok on Wednesday Feb 11, to refuel and that the crew  were detained then, the plane had in fact touched down at Don Mueang airport at midday the previous day, he said. It was boarded by the police, customs, immigration and air force personnel,'' he said. ''The crew of five men, four Ukrainians and a Belarusian, left the airport with officers and checked in at Ebina House, a three-star hotel located near the airport, he said."
   },
   {
      "id": "ArmsDealing79",
      "title": "Aug 2008, Email boyo23826@hotmail.com to Joetomsk@au.ru, Nigerian",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT EMAIL INTERCEPT: [September 1, 2008]  boyo23826@hotmail.com to Joetomsk@au.ru<br><br>FROM THE DESK OF: ENGR. FUNSHO KAPOLALUM<br>25, LEKKI PHASE 2,ANIFOWOSHE, LAGOS-NIGERIA.<br>TEL: 2347093189554<br>DATE: AUGUST 30TH, 2008.<br><br>DEAR SIR,<br><br>RE: PERSONAL FUND TRANSFER FOR MUTUAL INVESTMENT.<br><br>I AM ENGR. FUNSHO KAPOLALUM, DIRECTOR OF PROJECT IMPLEMENTATION, NIGERIAN DEPARTMENT OF MINERALS & ENERGY. I AM MAKING THIS CONTACT WITH YOU, BASED ON A PERSONAL RECOMMENDATION I HAVE RECEIVED PLUS THE COMMITTEE'S NEED FOR AN INDIVIDUAL/COMPANY WHO IS WILLING TO ASSIST US IN THE EXECUTION OF THIS BUSINESS. WITHIN THE DEPARTMENT OF MINERALS & ENERGY, WHERE I WORK AS A DIRECTOR OF THE PROJECT IMPLEMENTATION AND WITH THE GOOD CO-OPERATION OF FOUR OTHER TOP OFFICIALS, WE HAVE IN OUR POSSESSION AS OVER DUE PAYMENT BILLS, TOTALING THIRTY MILLION, SIX HUNDRED THOUSAND UNITED STATES DOLLARS (US$30,600,000) WHICH WE WANT TO TRANSFER ABROAD WITH THE ASSISTANCE AND CO-OPERATION OF A FOREIGN COMPANY/INDIVIDUAL TO RECEIVE THE SAID FUNDS ON OUR BEHALF. MORE SO, WE ARE HANDICAP IN THESE CIRCUMSTANCES, AS THE NIGERIAM CIVIL SERVICES CODE OF CONDUCT DOES NOT ALLOW US TO OPERATE AN OFFSHORE ACCOUNT. HENCE YOUR IMPORTANCE IN THIS TRANSACTION. THIS AMOUNT $30.6MILLION REPRESENTS THE BALANCE OF THE TOTAL CONTRACT VALUE EXECUTED ON BEHALF OF MY MINISTRY BY A FOREIGN CONTRACTING FIRM, WHICH WE THE OFFICIALS OVER INVOICED DELIBERATELY. THOUGH THE ACTUAL CONTRACT COST HAS BEEN PAID TO THE ORIGINAL CONTRACTOR, LEAVING THE BALANCE IN THE TUNE OF THE SAID AMOUNT, WHICH WE HAVE IN PRINCIPLES GOTTEN APPROVAL TO REMIT TO ANY FOREIGN BANK ACCOUNT YOU WILL PROVIDE BY FILING AN APPLICATION THROUGH THE MINISTRY OF FINANCE HERE IN NIGERIA.<br><br>I HAVE TO PROPOSE THAT YOU SHOULD BE WILLING TO ASSIST US IN THIS TRANSACTION, YOUR SHARE OF THE SUM IS 10% OF THE $30.6MILLION, 60% FOR US AND 15% FOR TAXATION AND MISCELLANEOUS EXPENSES AND REMAINING 15% WILL BE FOR CHARITY ORGANIZATION. THE TRANSACTION ITSELF IS 100% SAFE, ON YOUR PART PROVIDED YOU TREATS IT WITH UTMOST SECRECY AND CONFIDENTIALITY. ALSO, YOUR AREA OF SPECIALIZATION IS NOT A HINDRANCE TO THE SUCCESSFUL EXECUTION OF THIS TRANSACTION. REMEMBER TO TREAT THIS MATTER VERY CONFIDENTIAL, BECAUSE WE WILL NOT COMPREHEND WITH ANY FORM OF EXPOSURE AS WE ARE STILL IN ACTIVE GOVERNMENT SERVICE. I WAIT IN ANTICIPATION OF YOUR FULLEST CO-OPERATION. <br><br>BEST REGARDS,<br>ENGR.FUNSHO KAPOLALUM."
   },
   {
      "id": "ArmsDealing80",
      "title": "Sep 2008, Email Dombrovski to to boyo23826@hotmail.com",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT EMAIL INTERCEPT: [September 22, 2008]  Joetomsk@au.ru to boyo23826@hotmail.com<br><br>From the desk of: Mikhail Dombrovski<br>Chayenova street 15, Moscow/Russia, 125267, Russian Federation<br>Tel: 7(095)230-6169<br>Date: 20 September, 2008.<br><br>Honored Sir!<br>RE: PERSONAL FUND TRANSFER FOR MUTUAL INVESTMENT.<br>It moves me that I am selected to be accorded this honor of assisting you in your noble cause of most appropriately directing investments to worldly best interests!  I assure you that I am of strong arms and body, and may help you with your needs.  However, I am humble in spirit, in that I am nothing more than a conduit for the goodly works of others.  I currently am a small tool makers employ.  We supply tools for all wood worker or metal worker needs.  Hammers, pliers, screwdrivers, wrenches.  We have supplied many needs of many groups.  I sincerely hope that I am worthy of your attention.  I would do my best to live up to your expectations.<br><br>I am sure we can come to a most elegant solution to all of your dilemmas – allow me to assist. All of my business activities are legal, as I am sure are yours.   Are you able to contact me at the telephone number above?  <br>With sincerest compliments,<br>Mikhail"
   },
   {
      "id": "ArmsDealing81",
      "title": "Oct 2008, Email boyo23826@hotmail.com to Joetomsk@au.ru, transfer",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT EMAIL INTERCEPT: [October 2, 2008]  boyo23826@hotmail.com to Joetomsk@au.ru<br><br>DATE: 30 SEPTEMBER 2008<br>DEAR SIR,<br>THANK YOU VERY MUCH FOR YOUR RESPONSE TO OUR LETTER RE-REQUEST FOR URGENT. BUSINESS RELATIONSHIP. THE TOTAL AMOUNT OF US$30,600,00.00 IS PRESENTLY IN A CODED ACCOUNT AT THE CENTRAL BANK OF NIGERIA (CBN) , WE BY VIRTUE OF OUR AGREEMENT WITH THE CHAIRMAN OF THE CONTRACT REVIEW PANEL AND BEING THAT WE ARE THE ONLY ONES AWARE OF THE EXISTENCE OF THE FUNDS CAN ONLY SUCCESSFULLY ACQUIRE THE FUNDS THROUGH VERY LEGAL MEANS. TO DO THIS IT BECOMES ABSOLUTELY NECESSARY FOR US TO OFFICIALISE THE FUNDS TRANSFER PROCESS MAKING IT TAKE THE SEMBLANCE OF AN ACTUAL CONTRACT PAYMENT. UPON MY RECEIPT OF YOUR LETTER OF CLAIMS AND INVOICE DIRECTED TO MY OFFICE, WE SHALL MAKE A WRITTEN REPORT THAT YOUR COMPANY EXECUTED A CONTRACT FOR THE PETROLEUM TRUST FUND AND IS BY VIRTUE OF THIS CONTRACT ENTITLED TO THE ALLOCATION OF AN EXCHANGE CONTROL APPROVAL ORDER NO. FOR THE RELEASE OF US$30,600,000.00 BY THE FEDERAL MINISTRY OF FINANCE (FMF) THROUGH THE CENTRAL BANK OF NIGERIA.<br><br>WE WOULD NOT WANT TO EXPOSE OURSELVES TOO MUCH IN CONNECTION WITH THIS CONTRACT PAYMENT AS THIS MAY CAUSE EYE BROWS TO BE RAISED IN OUR DIRECTION AND THIS CERTAINLY WILL BE DETRIMENTAL TO OUR SUCCESS HENCE WE HAVE ASKED FOR YOU MUST DEAL WITH THEM DIRECTLY AS THE BONA-FIDE CONTRACTOR.<br>TWO OF US SHALL ARRIVE AT THE OFFSHORE COUNTRY TO SECURE OUR OWN SHARE OF THE MONEY. I MUST USE THIS OPPORTUNITY TO ASK FOR YOUR HELP IN THE UTILISATION OF OUR SHARE, WE CANNOT TAKE CASH BACK TO NIGERIA WE WANT TO USE OUR SHARE TO PURCHASE PARTICULAR GOODS THAT ARE OF GREAT NEED TO OUR ASPIRATIONS IN NIGERIA. WE ARE CIVIL SERVANTS AND ARE NOT FAMILIAR WITH THE MANY BUSINESS DEALINGS, TO SAFEGUARD OUR MONEY AND ENSURE WE CAN PURCHASE THE ITEMS DESPERATELY REQUIRED BY OUR POOREST< WE NEED YOUR HELP AND ADVISE. <br>PLEASE CALL ME AS SOON AS POSSIBLE SO THAT WE CAN DISCUSS IN DETAIL HOW TO BEST BRING THIS OUR DEAL TO A SUCCESSFUL COMPLETION . I WAIT IN EARNEST ANTICIPATION OF YOUR RESPONSE. PLEASE FEEL FREE TO CALL ME AT ANY TIME, THANK YOU VERY MUCH FOR YOUR ANTICIPATED SUPPORT.<br>KINDEST REGARD<br><br>ENGR.FUNSHO KAPOLALUM."
   },
   {
      "id": "ArmsDealing82",
      "title": "Nov 2008, vwparts4salecheep parts order, jhon",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [November 15 2008] vwparts4salecheep Message Board Intercept <br><br>Posted:  October 29, 2008<br><br>jtomski,<br><br>Hi! <br><br>Thank you for sending information.  We need 100 of parts 40, 48 of part 50 and 12 of part 210. <br><br>jhon"
   },
   {
      "id": "ArmsDealing83",
      "title": "Dec 2008, vwparts4salecheep, Volkswagons parts, jtomski",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [December 1 2008] vwparts4salecheep Message Board Intercept<br><br>Posted:  October 21, 2008<br><br>JG,<br>We have many parts for used Volkswagons.  They are all in excellent condition.  We will be glad to make business with you.  What parts and how many do you want to buy?  Please send a PM and I can send you a list.<br>jtomski"
   },
   {
      "id": "ArmsDealing84",
      "title": "Dec 2008, Email, DR. GEORGE NGOKI to DOMBROVKSKI, Bank information",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT EMAIL INTERCEPT: [December 5, 2008]  boyo23826@hotmail.com to Joetomsk@au.ru<br><br>DATE: 2 DECEMBER 2009<br>ATTN: DOMBROVSKI<br>FROM: DR. GEORGE NGOKI.<br>DEAR FRIEND AND PARTNER, GOOD DAY TO YOU, AND GREETINGS FROM NIGERIA.<br>I RECEIVED YOUR FAX OF YESTERDAY WITH GREAT DELIGHT, NOTING ALSO THAT YOU WERE ABLE TO SEND YOUR ADVISED BANKERS INFORMATION, AS WITHOUT THIS VITAL INFORMATION, THE ENTIRE FUNDS TRANSFER WOULD STILL BE IN ITS FETUS STAGE. I AM SINCERELY VERY GRATEFUL TO YOU IN A FUNDS TRANSFER OF THIS MAGNITUDE.<br><br>THE CONTRACT IN ITSELF, WAS EXECUTED BY MY COMPANY AND THE CONTRACT WAS; THE ENGINEERING AND CONSTRUCTION SERVICES FOR NUMEROUS WATERWAYS AND BYWAYS HERE IN MY COUNTRY. THE CONTRACT INVOICE NUMBER IS THUS; 067/BLKD/PTF/WR-PH/98.  TO EXPLAIN IN DETAIL WHAT THIS STANDS FOR, THE PTF STANDS FOR PUBLIC TRANSPORTATION MINISTRY, THE WR-PH STANDS FOR WATER RESOURCES AND PUBLIC HEALTH, WHILE THE 98, STANDS FOR CONTRACT AWARDED IN THE YEAR 1998.<br>AS EARLIER INFORMED YOU, THIS TRANSFER WOULD BE MADE TO YOU INFORM OF A CONTRACT PAYMENT OWED TO MY COMPANY OF WHICH PAYMENT IS DUE SINCE APRIL 1999, THE YEAR OF CONTRACT COMPLETION AND NOW YOUR COMPANY HAS BEEN GIVEN FULL AUTHORITY TO ASK FOR PAYMENT TO BE MADE AS A MAJOR PLAYER IN THE ACTUAL CONTRACT EXECUTED BY MY COMPANY.<br><br>SO, WITHIN THE NEXT COUPLE OF DAYS I SHALL BE VERY BUSY SECURING ALL APPROVALS NEEDED FROM THE FME, ARE SECURED. I WOULD THEN PASS THE FILE/APPLICATION OVER TO THE PTF TO AUTHENTICATE THE CONTRACTOR'S CLAIM. YOU COULD BE CONTACTED ANYTIME NOW THAT IS WHY WE HAVE TO COMMUNICATE DAILY SO THAT YOU ARE NOT ONLY PROPERLY EDUCATED ON THE INTRICACIES OF THIS PROJECT, BUT YOU ARE INFORMED OF ALL DEVELOPMENTS OVER AT THIS END.<br>I AWAIT YOUR CALL LATER TODAY.<br>BEST REGARDS,<br>DR. GEORGE NGOKI"
   },
   {
      "id": "ArmsDealing85",
      "title": "Dec 2008, Email boyo23826@hotmail.com to Joetomsk@au.ru, Bill of contract",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT EMAIL INTERCEPT: [December 10, 2008]  boyo23826@hotmail.com to Joetomsk@au.ru<br><br>DATE: 7 DECEMBER 2008<br>UPON MY RECEIPT OF YOUR LETTER OF CLAIMS AND INVOICE DIRECTED TO MY OFFICE, WE SHALL MAKE A WRITTEN REPORT THAT YOUR COMPANY EXECUTED A CONTRACT FOR THE PETROLEUM TRUST FUND AND IS BY VIRTUE OF THIS CONTRACT ENTITLED TO THE ALLOCATION OF AN EXCHANGE CONTROL APPROVAL ORDER NO. FOR THE RELEASE OF US$30,600,000.00 BY THE FEDERAL MINISTRY OF FINANCE (FMF) THROUGH THE CENTRAL BANK OF NIGERIA.<br><br>YOU ARE TO TRANSCRIBE INTO YOUR LETTER HEAD AND INVOICE RETURN TO ME TODAY TO ENABLE ME MAKE APPLICATION FOR THE FUNDS TRANSFER TO THE CONTRACT REVIEW PANEL THROUGH MY OFFICE. YOUR COMPANY SHALL BE INTRODUCED BY US AS A BONA FIDE CONTRACTOR WHO EXECUTED CONTRACT NO.067/BLKD/PTF/WR-PH/98 FOR THE PETROLEUM TRUST FUND (PTF).<br>BASED ON THE HOME WORK THAT WE HAVE DONE, WE KNOW FOR CERTAIN THAT THE APPLICATION WILL BE APPROVED AND THEN SENT TO THE DEBT RECONCILIATION COMMITTEE (DRC) , FOR FINAL APPROVAL AFTER WHICH THE FUNDS WILL BE REMITTED TO YOUR BANK ACCOUNT BY TELEGRAPHIC TRANSFER. <br><br>RE TYPE INTO YOUR INVOICE<br>THE DIRECTOR GENERAL<br>ENGINEERING AND PROJECTS<br>DEPARTMENT OF MINES AND POWER<br>FALOMO - IKOYI<br>LAGOS NIGERIA.<br><br>DEAR SIR,<br>BELOW IS THE BILL OF OUR CONTRACT NO: 067/BLKD/PTF/WR-PH/98, WHICH HAS EARLIER BEEN PRESENTED FOR YOUR NECESSARY ACTION AND APPROVAL.<br>1) FLUSHING & CALIBRATION OF THE IKOT - EKPENE UYO AXIAL STN US$8,000,000.00<br>2) LAYING OF PIPES FROM WARRI TO PORT HARCOURT US$7,000.000.00<br>3)  WELDING AND TEST OF PIPES FROM WARRI TO PORT HARCOURT US$3,500.000.00<br>3) REPAIR OF FAULTY TURBINE AT BONNY HARBOUR US$5,000,000.00<br>4)  STRUCTURAL REINFORCEMENT OF CANU RIVER DAM US$3,000,000.00<br>5)  TERIARY COMPLIANCE ENGINEERING OF PORT ARTHUR FLUSHWAY US$1,500,000.00<br>1)\tGOODS AND MATERIALS, CONSTRUCTION AND ENGR<br>ITEMS:<br>100-83AK74M-91<br>100-84AKM-18<br>100-85AKMS-98<br>205-10AN94-48<br>206-15P34-19<br>415-98SV98-1<br>415-99SV99-55<br>645-45SVD-85<br>645-45SVDS-58<br>738-00Bizon-20<br>789-38Vityaz SN-25<br>838-02KS-K-4<br>939-11GSH-301-58<br>SUBTOTAL: US$2,600,000.00<br>TOTAL US$30,600,000.00<br><br>KINDEST REGARD<br>DR. GEORGE NGOKI"
   },
   {
      "id": "ArmsDealing86",
      "title": "Oct 2008, Message board, vwhombre, volkswagon parts",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [December 14 2008]<br><br>Posted:  October 30, 2008<br><br>I would like to know if anyone has engine parts for a volkswagon.  My automobile has broken and needs several mechanical parts.  I need ignition and exhaust components, and door parts.  I need them very soon.<br><br>vwhombre"
   },
   {
      "id": "ArmsDealing87",
      "title": "Nov 2008, vwparts4salecheep, vw parts, Pontiac for trade",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [January 2 2009] vwparts4salecheep Message Board Intercept<br><br>Posted:  November 9, 2008<br><br>I would like to buy the vw parts next week.  How soon can I get them?  I have a Pontiac classic car for trade for you.  <br><br>vwhombre"
   },
   {
      "id": "ArmsDealing88",
      "title": "Jan 2009, vwparts4salecheep, JG need parts",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT:   [January 10 2009] vwparts4salecheep Message Board Intercept <br><br>Posted:  October 13, 2008<br><br>Hi! <br><br>I would like to buy parts for volkswagons.  We need several hundred parts of many different kinds.  Dose anyone know someone who can help?    Please write here and we will see it.<br><br>JG"
   },
   {
      "id": "ArmsDealing89",
      "title": "Jan 2009, vwparts4salecheep, vwhombre, JT, Pontiac trade",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [January 12 2009] vwparts4salecheep Message Board Intercept<br><br>Posted:  December 12, 2008<br><br>vwhombre,<br><br>I have received information about the Pontiac and will trade parts with you.  Please send information for shipping.  I will send the parts as soon as we make exchange.  When do you want to exchange?  Reply on the other board, as that is where I will look for your arrangements.<br><br>JT"
   },
   {
      "id": "ArmsDealing90",
      "title": "Jan 2009, vwparts4salecheep, Jhon meeting jtomski, Arab Sail<br",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT: [January 18 2009] <br><br>vwparts4salecheep Message Board Intercept<br><br>Posted:  November 13, 2008<br><br>Jhon,<br><br>We would like to meet to make arrangements for payment and shipment.  We have a meeting at the Arab Sail in April.  Do you want to meet? jtomski"
   },
   {
      "id": "ArmsDealing91",
      "title": "Nov 2008, jtomski meeting jhon vwparts4salecheep",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [January 21 2009] vwparts4salecheep Message Board Intercept<br><br>Posted:  November 28, 2008<br><br>jtomski,<br><br>Hi!<br><br>I have your information and will meet you there.<br><br>[jhon]"
   },
   {
      "id": "ArmsDealing92",
      "title": "Dec 2008, savvytraveladvice, JT in United Arab Emerites April 23",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [January 27 2009] savvytraveladvice Travel Forum Intercept<br><br>Posted:  December 16, 2008<br><br>I will be in the United Arab Emerites the week of April 18th .  We will plan to meet on April 23.<br><br>JT"
   },
   {
      "id": "ArmsDealing93",
      "title": "Feb 2009, savvytraveladvice, jt and jhon meet Wednesday",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [February 5 2009] savvytraveladvice Travel Forum Intercept<br><br>Posted:  December 25, 2008<br><br>jt,<br><br>Hi!<br><br>I have your information and will meet you on Wednesday.<br><br>jhon"
   },
   {
      "id": "ArmsDealing94",
      "title": "Jan 2009, savvytraveladvice Vwhombre meet jt 22 April 2009, emerites",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [February 5 2009] savvytraveladvice Travel Forum Intercept<br><br>Posted January 4 2009<br><br>jt,<br><br>We will meet you at the hotel on 22 April 2009.  Can you meet in the afternoon?  We must leave the Emerites the next day.<br><br>Vwhombre"
   },
   {
      "id": "ArmsDealing95",
      "title": "Feb 2009, Email Dombrovski to George, sickness, April 15 meeting",
      "date": "unknown",
      "type": "set4",
      "contents": "US GOVERNMENT EMAIL INTERCEPT: [February 15, 2009] Joetomsk@au.ru to boyo23826@hotmail.com<br><br>From the desk of: Mikhail Dombrovski<br>Chayenova street 15, Moscow/Russia, 125267, Russian Federation<br>Tel: 7(095)230-6169<br>Date: 11 February 2009<br>Dear Business Associate Dr. George and Family!<br>Please we have to leave out surprises at this point, and deal with the issue that we have at hand right now. Call me as I instructed you for more detail about the transaction to take place at our upcoming meeting on 15 April. I am confident you will not allow minor local health issues to become a distraction to our mutual business success. I know with your committment to our mutual business goals you will be able to persevere through sickness for our successful meeting.<br>Expecting your reply soonest.<br>- Mikhail"
   }, 
   {
      "id": "ArmsDealing96",
      "title": "June 2008, Saudi Arabia, sale of personal firearms",
      "date": "unknown",
      "type": "set4",
      "contents": "Report Date:  23 June 2008 from saudiscene.au<br><br>JEDDAH // Saudi Arabia has said it will allow the sale of personal firearms in an attempt to undercut the illegal arms trade in the kingdom, in a move many see as aimed at militants and Yemeni arms dealers who are benefiting from the current insurgency in Yemen.  The decision, however, has raised concerns that the greater availability of weapons could lead to an increase in violent incidents among ordinary Saudis.  Arms smuggling is on the rise in the kingdom, especially in the south where it is a big business for Yemeni arms dealers who smuggle the arms into neighboring Saudi, where many of them are sold to al Qa’eda and other anti-government militants.  In the southern Jazan and Assir provinces, carrying a firearm is part of the local culture and many people there do not have permits for their firearms.  Last month, a unit of Saudi National Guards known as the Mujahidin issued a statement saying it had seized a large shipment of weapons – which included hand grenades, explosives, guns and ammunition – in Dafa valley when it intercepted arms smugglers led by a notorious arms merchant Saleh Ahmed, who fled back to Yemen.  <br>In Saudi, there is a 1,000 Saudi riyal fine for anyone who carries licensed arms in public places. A Mr. Haik Hosain recently incurred a punishment of eight months in jail and a 6,000 Saudi riyal fine for possessing an unlicensed firearm.  He was suspected of arms dealing in Saudi, but was not charged. More serious violations, such as using unlicensed firearms, can result in a prison sentence of up to 30 years and a fine of up to 300,000 Saudi riyals."
   },
   {
      "id": "ArmsDealing97",
      "title": "Sep 2008, Arrests and police harassment in Kenya",
      "date": "unknown",
      "type": "set5",
      "contents": "Report Date:  23 September 2008  from everythingAfrica.com, a blog on African society and politics<br><br>Several members of the Sabaot Land Defence Force (SLDF) have been arrested in a security operation in the Mt. Elgon region of Kenya.  Also recovered were 150 guns, 200 uniforms and police clothes, and 500 machetes.  Police spokesman Abasi Gashi said yesterday that the operation has turned out very successfully.  But Gashi also noted that the operation was not complete.  “We will not conclude this operation until the bandits have all been rounded up and routed.”  <br><br>There are claims of police harassment throughout the region.  Mr. Gakere Wangai says that police has roughed up him and several others that he knows even though they are not associated with SLDF. “They broke into my house and beat me for a long time.  I kept asking them why, but they would not stop hitting me.”  A pastor who lives in the same area, reports a similar story, “I was just taking tea when officers burst in and thrashed me and my guests. I was knocked unconscious until the next day.”  <br><br>Journalists have not been allowed into the operations area, and are treated roughly by security forces.  Gashi denies that the media, or anyone else, have been harassed. "
   },
   {
      "id": "ArmsDealing98",
      "title": "Sep 2008, firearms unaccounted for, Kenya",
      "date": "unknown",
      "type": "set5",
      "contents": "Report Date:  27 September 2008 from Kenya Society and Politics, a blog<br><br>Our investigations show that the movement of firearms and ammunition from MP armoury — if indeed that is the origin of the weapons — was done with the knowledge of senior staff at the Ministry Police Training College (MPTC).<br>Our sources note \"The system is foolproof and what happened is a result of negligence or was deliberate to frustrate transfers or discredit colleagues.”<br><br>\"The consignment from the Police Ordinance Factory is signed by the commandant and countersigned by the force armourer, who each keep copies of all paperwork coming and going. And we can provide positive proof on how the system works and how we track how weapons and equipment are handled,\" says the source.<br><br>Force commandant, chief armourer, and chief of operations are responsible for acquiring arms. These are the officers Parliamentary Committee are most interested in if the ongoing inquiries would not resolve the riddle.<br><br>It also came to light that two weeks before the discovery of the illegal arsenal, 1,400 MP officers had been training in Ngong, about 60km from Narok, in preparation for security operations in western Kenya. If that were the case, they said, close to 500 guns are yet to be accounted for.<br><br>The officers who took part in training are currently involved in security operations in Mt Elgon to dispel banditry that has over the past three months claimed more than 120 lives.<br><br>\"Impossible.  Such a large amount of munitions and arms could not have left the  armoury without the knowledge of the commandant. In any case, our records are updated daily,\" he adds.<br><br>In a fiery exchange in Parliament on Thursday, MPs examined the confusing arrests of senior officers, with Public Accounts Committee chairman Mwaka Omondi, calling for indictment of the top brass. There is also news of a suspicious attempt to influence police investigators with offers of Sh3 million, which they rejected."
   },
   {
      "id": "ArmsDealing99",
      "title": "Oct 2008, shooting range in Ngong, stolen ammunition",
      "date": "unknown",
      "type": "set5",
      "contents": "Report Date:  15 October 2008  from everythingAfrica.com, a blog on African society and politics<br><br>Fear of retribution<br><br>A Ministry Police officer claims that the force's shooting range in Ngong was used as a conduit for stolen ammunition.  We will not name him for fear of reprisals from his commanders, said ammunition to be used for training at the range was issued in excess and the remainder was not returned to the armoury but smuggled to illegal dealers."
   },
   {
      "id": "ArmsDealing100",
      "title": "Oct 2008, seizure of weapons, Onyango, Otieno, Owiti",
      "date": "unknown",
      "type": "set5",
      "contents": "Report Date:  29 October 2008  from Kenya Society and Politics, a blog<br><br>Our continuing relentless investigation has uncovered details about those involved in the seizure of a cache of weapons on October 6.  <br>The prosecution wants Superintendent Wanjohi Onyango, Mr Thabiti Otieno and his wife Nahid Owiti, to be remanded at Kilimani police station for at least five more days to give them time to complete investigations. But their lawyers Kagunda  Yombeta and Yaabets Wandingi argued that the offence is a bailable and that holding the accused would lead to a breach of their fundamental rights.<br><br>According to the charge sheet the three were found in possession of 55, 200, 1,300 and 1, 200 live ammunition meant for 9mm 38mm and 7.62 mm guns respectively.<br><br>They are also said to have been found with, 640 and 10,000 live ammunition for 308mm and 22mm guns respectively.<br><br>In total the charges indicate that the 3 were in possession of over 68,000 live ammunition."
   },
   {
      "id": "ArmsDealing101",
      "title": "Mar 2009, Ransom dropped to Tanya, pirates",
      "date": "unknown",
      "type": "set5",
      "contents": "Report Date:  23 March 2009 from Kenya Society and Politics, a blog<br><br>A plane from South Africa  carrying US$3.2M dropped the demanded ransom onto M/V Tanya upon an agreement between the pirates and the ship's owner.<br>The pirates said they will release M/V Tanya in a few hours, as soon as they count the sum and confirm there are no warships to hunt them.<br>The news comes after the Dutch owner of the vessel had earlier refused to hold talks with the bandits, who had repeatedly threatened the lives of the crew members unless they were paid a multi-million ransom.<br>The capture of the arms-laden ship five months ago triggered a controversy over the cargo's final destination.<br>The pirates' spokesman said in Oct. 2008 that M/V Tanya was originally destined for the Kenyan port city of Mombasa. Later, the pirates changed their story and insisted that the arms were destined for Sudan.<br>As we have said from the beginning -- the most interesting part of this may be what becomes of M/V Tanya after the release -- as the world watches."
   },
   {
      "id": "ArmsDealing102",
      "title": "Apr 2009, Kenya as the middleman for weapons shipments",
      "date": "unknown",
      "type": "set5",
      "contents": "Report Date:  18 April 2009 from Kenya Society and Politics, a blog<br><br>Kenya has been named in a report by a Swedish research institute as the middleman for many shipments of weapons to Southern Sudan government forces in violation of a peace agreement that has the full support of the United States.<br><br>The Sudan Human Well-Being and Security Assessment, which is a multi-year research project administered by the Guns and Ammunitions Survey - an independent research project of the Graduate School for Global and Development Studies - reported that satellite imagery has confirmed the presence at Southern Sudan military headquarters of multiple rocket launcher vehicles that arrived at the port of Mombasa in 2008.<br><br>These TOS-1s were part of three weapons shipments from Ukraine \"ostensibly consigned to the Kenyan Ministry of Defence\" but that were in fact under contract to the Government of Southern Sudan, according to the Guns and Ammunitions Survey. In addition to multiple rocket launcher vehicles, the three shipments in 2007 and 2008 are said to include 14.5 mm machine guns, 23 mm anti-aircraft cannon, RPG-7 rocket launchers and AKM assault rifles.<br><br>Some of these arms transfers to South Sudan forces were facilitated by a Nairobi-based shipping agency run by a British national, the survey says. It does not name the agency."
   }
]
