[
   {
      "id": "Disappearance1",
      "title": "Jan 2014 Meeting announcement",
      "date": "unknown",
      "type": "set1",
      "contents": " Athena Speaks <br><br>TO MEET the WHOLE FOR Tomorrow morning 2014/01/19 <br><br> ABILA, Kronos - with a meeting to place tomorrow at 8 AM, the public call to the saving initial recent, and PRESIDENT Sten St George, Jr. in journalists of city will be downward on the registered offices of GAStech - of Kronos in the droves with the abundance of the questions. <br><br>The post of Abila will send Haneson Ngohebo, author above of the Blog scene, with the blog of phase the event with the hopes to oblige St. George, Jr. and its control of GAStech - of Kronos groups to present its observations on the IPO, their recent falls of wind, and plans of GAStech for Kronos. "
   },
   {
      "id": "Disappearance2",
      "title": "Jan 2014, Centrum Sentinel ",
      "date": "unknown",
      "type": "set1",
      "contents": " Centrum Sentinel <br><br> VOICES - a blog approximately that what is important to people <br><br> 20 January 2014 <br><br> 0926 - The reporter they are levando in feet outside of the centers of GAStech that wait for the pictures of GAStech that they are believed that they appear in the hour. The CEO Sten Sanjorge di GAStech is celebrating the public offer begins them succeeded of its company, that last month has happened.   When they go here the pictures of GAStech will travel to the construction understood them in which they will come to contact of the Kapelou president and vary of its members of the Council and the ministers.  A classified celebration of their succeeded alliance is planned for happening today subsequently.  20 gen. 2014 "
   },
   {
      "id": "Disappearance3",
      "title": "Oct 1995, MAGNIFICENT OPENING GASTECH-KRONOS ",
      "date": "unknown",
       "type": "set1",  
      "contents": " The General Post MAGNIFICENT OPENING GASTECH-KRONOS 1995/10/12  <br><br> AVILA, Kronos - with his flash of the registered tradename, Sten Sanjorge, president of the Jr of international GAStech it opened the new headquarters of GAStech-Kronos. The tape was cut with an enormous pair of the scissors, matched of size only by the smile of Sanjorge Jr 's.  50 million price tags in the Dollars for the new headquarters are right a drop in the bucket for GAStech. The gas field in the production outside Avila has exceeded even the expectations great size of Sanjorge, having paid the building often above.  The present in the ceremony of the cut of the tape was several representatives of the government of Kronos.  "
   },
   {
      "id": "Disappearance4",
      "title": "Jan 2014, GASTech Employees Kidnapped in Kronos",
      "date": "unknown",
       "type": "set1",  
      "contents": "International Times GASTech Employees Kidnapped in Kronos 21 January 2014  1405 <br><br> Fourteen employees feared kidnapped in Kronos by a radical environmental terrorist group during a corporate gathering.  Fourteen employees, including possibly five executive officers, are feared kidnapped yesterday by the Protectors of Kronos.  Reported missing includes: GAStech President and CEO Sten Sanjorge Jr,CFO Ingrid Barranco, CIO Ada Campo-Corrente, COO Orhan Strum, and Environmental Officer Willem Vasco-Pais. Local news organizations have received a ransom note from the POK claiming responsibility and demanding $20 Million from the company.  It is possible additional demands are forthcoming. Sanjorge and the others disappeared following a board meeting at GASTech headquarters.  A fire alarm went off, and the execs were discovered missing shortly after that.  The complete list of all the unaccounted-for employees has not been released.  John Rathburn, an American expert on executive kidnappings who is living in Tethys, says that Kronos has not been known as an archetypal country for kidnapping. However, increased activity by POK, APA [Asterian People's Army], and others in the region have significantly increased the risk. The Times's correspondent in Abila says GASTech offices are closed, and phone calls are being answered but referred to local authorities.   GASTech's corporate headquarters in Tethys have refused to comment. However, other news sources have reported Tethys federal law enforcement officials and staff from the Tethan Ministry of Foreign Affairs have arrived in Kronos to assist police in the investigation. "
   },
   {
      "id": "Disappearance5",
      "title": "Jan 2014, Homeland Illumination",
      "date": "unknown",
       "type": "set1",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people Maha Salo 20 January 2014 <br><br> 1018 - A fire alarm has gone off at GAStech headquarters.  People are evacuating the building, and so far no sign of Sanjorge or his executive staff.   Officials have asked reporters to move away from the building to allow the fire department access.  This has the flavor of yet another media ploy to avoid confrontation from the people of Kronos.  20 Jan 2014"
   },
   {
      "id": "Disappearance6",
      "title": "Jan 2014,The emergency to GAStech quarters the construction",
      "date": "unknown",
      "type": "set1",  
      "contents": "Tethys News To break off itself: The emergency to GAStech quarters the construction [modernizations] 20 January 2014 <br><br> Modernization, 10:20:  It employs you of GAStech evacuate the sheets of the helicopter and the construction from the roof of the construction."
   },
   {
      "id": "Disappearance7",
      "title": "Jan 2014, WRAP UP OF EVENTS AT GASTECH",
      "date": "unknown",
      "type": "set1",  
      "contents": "The Abila Post WRAP UP OF EVENTS AT GASTECH 20 January 2014 <br><br> ABILA, Kronos - A long tense day of conflicting reports and confusing information has come to an end. What we know for certain is that 14 GAStech employees are not only missing, but kidnapped as confirmed by a Kronos Government source. At this time it is unclear who the missing are and whether they are citizens of Kronos of Tethys, as many GAStech employees are Tethan. There is still speculation regarding who was taken in the kidnapping and whether GAStech President and CEO Sten Sanjorge Jr. was the target, given that GAStech International has yet to make a statement to the press. Speculation about the motives of the kidnappers has been rampant due to the recent news of the GAStech Initial Public Offering only a month ago. At this time no one has claimed responsibility for the kidnapping. Edvard Vann, a GAStech - Kronos security guard who was interrogated and released after 6 hours, gave the indication that the Protectors of Kronos were involved or at least suspected as being the perpetrators behind today's events. A GAStech International senior security executive has been on site to support the investigation aiding the Abila Police Department and Kronos Government officials. January 20th was GAStech's annual corporate meeting with a Kronos Government reception to follow. Shortly after the morning meeting ended at 10:00, Abila Fire Department trucks responded to reports of a fire at the GAStech office. "
   },
   {
      "id": "Disappearance8",
      "title": "Jan 2014, Homeland Illumination",
      "date": "unknown",
      "type": "set1",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people Maha Salo 20 January 2014 <br><br> 1027 - There is speculation that this evacuation was caused due to a bomb threat. 20 Jan 2014 "
   },
   {
      "id": "Disappearance9",
      "title": "Jan 2014, To break off itself: The emergency to GAStech quarters the construction",
      "date": "unknown",
      "type": "set1",  
      "contents": "Tethys News To break off itself: The emergency to GAStech quarters the construction [modernizations] 20 January 2014 <br><br> Modernization, 11:55 PM:  Captain Federigo Accardi of the fire of Abila announces that it was a false alarm and the construction is sure.  In answer to the questions of the reporter, Accardi captain says employs you of GAStech rendered to no relationship of a threat of the bomb its agency."
   },
   {
      "id": "Disappearance10",
      "title": "Jan 2014, Blog notes: Homeland Illumination ",
      "date": "unknown",
      "type": "set1",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people Maha Salo 20 January 2014 <br><br> 1157 - Correspondent Gerhard reports there has been no appearance of the GAStech executives, nor has Sanjorge appeared to speak to the press. 20 Jan 2014"
   },
   {
      "id": "Disappearance11",
      "title": "Jan 2014, Blog notes: Modern Rubicon ",
      "date": "unknown",
      "type": "set1",  
      "contents": "Modern Rubicon ON SCENE BLOG 20 January 2014 <br><br> MODERNIZATION 1220 - the police of Abila has arrived to the centers of GAStech, having provoked restlessness and adding to the confusion over that what is happened."
   },
   {
      "id": "Disappearance12",
      "title": "Aug 2000, EXPLOSION ROCKS GASTECH'S TISKELE BEND SITE  ",
      "date": "unknown",
      "type": "set1",  
      "contents": "Who What News EXPLOSION ROCKS GASTECH'S TISKELE BEND SITE  2000/08/15 <br><br> ABILA, Kronos - An explosion at a nearby gas drilling well pad woke Rebecca Cato around 3 a.m. on Sunday morning. When she left her home in Elodis, Kronos - a rural township outside the capital Abila - to investigate the noise she noticed a large fire coming from GAStech International's Tiskele Bend site. At least four GAStech employees appeared to have been taken away by ambulance; however, GAStech has declined to comment on the extent and nature of their injuries. GAStech's CEO Sten Sanjorge Jr. downplayed the event stating, This event could hardly be described as an explosion, but merely a common practice referred to as flaring.  Mrs. Cato and other locals from Elodis were turned away by GAStech employees and government officials. Rebecca Cato said, After sending us away without a single question answered, they came to our doors and told us to leave our homes. "
   },
   {
      "id": "Disappearance13",
      "title": "Jan 2014, Blog notes: Homeland Illumination ",
      "date": "unknown",
      "type": "set1",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people Maha Salo 20 January 2014 <br><br> 1356 - Media outlets have reported GAStech-Tethys have confirmed a number of GAStech employees are missing. 20 Jan 2014"
   },
   {
      "id": "Disappearance14",
      "title": "Jan 2014, Blog notes: Centrum Sentinel ",
      "date": "unknown",
      "type": "set1",  
      "contents": "Centrum Sentinel VOICES - a blog approximately that what is important to people 20 January 2014 <br><br> 1410 - A black government sedan has arrived hardly to the centers of GAStech.  He has pulled on the main hatches and I have obtained a short one glimpse of a man in dressing that he transports entrargli before the police closed in the hatches.  Still no word on employs to you lacking. 20 gen. 2014"
   },
   {
      "id": "Disappearance15",
      "title": "Jun 2010, IN THE MEMORY:  The DEATH Of ELIAN KAREL, ONE YEAR AFTERWARDS",
      "date": "unknown",
      "type": "set1",  
      "contents": "The Orb IN THE MEMORY:  The DEATH Of ELIAN KAREL, ONE YEAR AFTERWARDS 2010/06/21 <br><br> ABILA, Kronos - one today there is year a young man in the search of a more luminous future for its compatriots died in a cold, prison of cement.  It was been useful only by the apathetic guards which had been charged to hold it while waiting for a research for the fraud of taxes.  Instead of that, formerly in the hours early of morning of June 19, Elian Karel died with unexplainable damage with the official cause of death. The report/ratio released by the death of Karel allotted of coroner of town of Abila in July 2010 to the sudden stop, and seeks it was enclosed soon then.  The anonymous sources close to research, however, provided the testimony of witness that the body of Karel showed with signs of trauma blunted, abrasions and lacerations of force what occurred in hours before its death. The police force refused with something not very common product in the death of Karel and the civils servant of city claim the charges of the murder and unjustified death are affirmed by POK brew-rousers to try to encourage instability and violence. By year since the death of Karel the guards of Kronos continue the mission to require that the instrument of government of Kronos a policy of transparency in businesses of government, and to hold responsible the alien companies which soiled the natural resources of Kronosian. The defenders continue to pile up in the public places, given that their cries for justice are heard.  Now intermingled with sings remember Juliana! one can also intend cries to remember Elian!"
   },
   {
      "id": "Disappearance16",
      "title": "Jan 2014, Blog notes: ON THE SCENE BLOG",
      "date": "unknown",
      "type": "set1",  
      "contents": "The Abila Post ON THE SCENE BLOG By Haneson Ngohebo 20 January 2014 <br><br> 1405 UPDATE - Apparent Kronos Government officials arrived at the GAStech headquarters. They arrived in an unmarked black car with tinted windows and were allowed through the police cordon."
   },
   {
      "id": "Disappearance17",
      "title": "Jan 2014, Blog notes: Homeland Illumination ",
      "date": "unknown",
      "type": "set1",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people Maha Salo 20 January 2014 <br><br> 1840 - Homeland Illumination correspondent Petrus Gerhard reports that airport officials have released information that a private jet arrived at Abila airport earlier today, and that the jet was met by a waiting limousine. 20 Jan 2014"
   },
   {
      "id": "Disappearance18",
      "title": "Jan 2014, Blog notes: ON THE SCENE BLOG",
      "date": "unknown",
      "type": "set1",  
      "contents": "The Abila Post ON THE SCENE BLOG By Haneson Ngohebo 20 January 2014 <br><br> 1220 UPDATE - Abila Police arrived at GAStech headquarters, raising concerns and adding to the confusion over what has happened. "
   },
   {
      "id": "Disappearance19",
      "title": "Jan 2014, ABILA AIRPORT CONFIRMS TWO PRIVATE JETS LEFT TODAY ",
      "date": "unknown",
      "type": "set1",  
      "contents": "News Online Today ABILA AIRPORT CONFIRMS TWO PRIVATE JETS LEFT TODAY 2014/01/20 <br><br> ABILA, Kronos - Abila Airport fueler Ravi Danisliau confirmed that two private jets took off today after being fueled. The second plane also carried seven or eight business types, but seemed much more relaxed than the first group of passengers. The second plane departed around 14:30 around two hours after the first plane."
   },
   {
      "id": "Disappearance20",
      "title": "Jan 2014, Blog notes: ON THE SCENE BLOG",
      "date": "unknown",
      "type": "set1",  
      "contents": "The Abila Post ON THE SCENE BLOG By Haneson Ngohebo 20 January 2014 <br><br> 1532 UPDATE - A GAStech - Kronos employee departing the headquarters building who declined to provide a name said that a couple of unknown people were in the back of the conference room where the GAStech meeting took place this morning. The unknown shadowy people lurking around the meeting room weren't GAStech employees and were dressed in black and seemed to be standing, watching in the background."
   },
   {
      "id": "Disappearance21",
      "title": "July 1997, Worldwise Additional taxes by champions of Nespola of minister on oil",
      "date": "unknown",
      "type": "set1",  
      "contents": "Worldwise Additional taxes by champions of Nespola of minister on oil, formation of gas 1999/07/05 ABILA, Kronos <br><br> the Minister for health Cesare Nespola announced that it would finance an invoice to increase taxes on the development of oil and gas of one 10% additional.  To increase in the taxes on the foreign development of gas and oil is affected specifically with health, the clean projects of water, and medical education for rural sectors.  Minster Nespola was a long time a strong lawyer of health and wellbeing of our citizens, and its support of this measurement is added to a long list of the actions which it undertook on our behalf.  Last year, the Nespola minister created a program of the financial incentives conceived to bring the doctors qualified to practice medicine in Abila.  This program was added above the doctors a dozen and specialists strongly qualified in everywhere in the world to the personnel general in hospital in Abila."
   },
   {
      "id": "Disappearance22",
      "title": "May 2011, RELATED HALTINGS DRUG IN THE ASCENT",
      "date": "unknown",
      "type": "set1",  
      "contents": "The Explainer RELATED HALTINGS DRUG IN THE ASCENT 2011/05/16 ABILA, Kronos <br><br> a new alarming tendency is sweeping Abila. The police needs a dramatic increase in the related haltings drug that can be bound to the violent groups of the activist.  The port of Abila is known to be a point of the transfer for the drugs that come from the Middle East and of Africa that go to the heroin and the hashish of Europe that is to say. Nevertheless, the drug related haltings had continued being flat on the last decade until the recent increase. The preoccupations by the increase of related haltings drug are double: first, the violent groups of the activist such as the protectors of Kronos could use sales of the drug like means to finance their activities; and secondly, with more drugs appearing in the border, the people of Kronos will undergo increasing related editions drug, that is to say attachment and violence. "
   },
   {
      "id": "Disappearance23",
      "title": "Jan 2014, To break off itself: The emergency to GAStech quarters the construction ",
      "date": "unknown",
      "type": "set1",  
      "contents": " Tethys News To break off itself: The emergency to GAStech quarters the construction [modernizations] 20 January 2014 <br><br> Modernization, 5:10 PM:  A coordinator of GAStech that was supporting the executive reunion has them informs that people to you the present in black who the morning was the suppliers."
   },
   {
      "id": "Disappearance24",
      "title": "Jun 2013, The annual ends of the collection POK in babble, again ",
      "date": "unknown",
      "type": "set1",  
      "contents": "The Truth The annual ends of the collection POK in babble, again 2013/06/21 ABILA, Kronos <br><br>  the members POK kept their annual demonstration yesterday in Abila.  Larger than usual mob which is collected for the Capitol bldg., undulating holdingsbeelden of Elian Karel and Juliana Vann, which was painted as POK martyrs, sign.  The mob chanted concerning government corruption and requested Dorel Kapelou to step to president -.  Different protestors behave an end request to the exploitive to collective capitalism Tethys and signs which, GAStech poisoned our young young she-goats claim.   The security strengths of the police force and of the government prevented set up between protestors and the bldg. Capitol in a show which effective, the type chaos hopes prevent that during babble of previous year.  However, the mob flickered after different hours of the chanting and adressed, makes in to and protestors dragged the police force line.  The politiekrachten were forced traangas, pepernevel, water guns, and use rubber balls to submit the mob and have to protect.  In spite of their heldhaftige efforts, protestors succeeded to some windows break, different police force vehicles, and damage three wound civil servants."
   },
   {
      "id": "Disappearance27",
      "title": "Jun 2011, POK Protesters Vandalize Siopa District",
      "date": "unknown",
      "type": "set2",  
      "contents": "News Online Today POK Protesters Vandalize Siopa District  2011/06/21 ABILA, Kronos <br><br> A Protectors of Kronos demonstration in the streets of the Siopa district in downtown Abila resulted in numerous incidents of vandalism and opportunistic looting yesterday. "
   },
   {
      "id": "Disappearance28",
      "title": "Jan 2011, Blog notes: Centrum Sentinel ",
      "date": "unknown",
      "type": "set2",  
      "contents": "Centrum Sentinel VOICES - a blog approximately that what is important to people 21 January 2014 <br><br> 0911 - To a news conference hardly some police of Abila of minuteren ago has modified the number of sig.na of employs you of GAStech to ten.  It is unknown if the police has identified which employs to you they lack. 21 gen. 2014 "
   },
   {
      "id": "Disappearance29",
      "title": "Jan 2014, Blog notes: Homeland Illumination ",
      "date": "unknown",
      "type": "set2",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people Maha Salo 20 January 2014 <br><br>  1837 - There are unconfirmed reports that the GAStech employees were kidnapped.  Media outlets are speculating that their newfound wealth might provide a motive.  Perhaps someone should locate the caterers from the executive breakfast?  20 Jan 2014 "
   },
   {
      "id": "Disappearance30",
      "title": "Dec 2013, HUGE IPO MAKES SANJORGE BILLIONAIRE",
      "date": "unknown",
      "type": "set2",  
      "contents": "News Online Today HUGE IPO MAKES SANJORGE BILLIONAIRE  2013/12/16 CENTRUM, Tethys <br><br> President and CEO of GAStech International Sten Sanjorge, Jr. The filings show that the GAStech - Kronos executives earned a collective $327.25 million from the newly vested shares including $96.25 million each for CFO Ingrid Barranco, CIO Ada Campo-Corrente, and COO Orhan Strum. "
   },
   {
      "id": "Disappearance31",
      "title": "Nov 2013, The protests of Kronos break out in violence",
      "date": "unknown",
      "type": "set2",  
      "contents": " The Continent The protests of Kronos break out in violence 2013/11/13 <br><br> The journalist Shawn Pastorini says to the lack of respect the protests of fuel foresees <br><br> << remain the reading most important tale >> The demonstration systems in Abilia, Kronos have placed fire to government bldg., in another round of disorder in this torn city Dozens people in protests concerning have been observed government corruption and have been observed incapacity of politicians wounded improve the situation. The police force used rubber balls and traangas to oppress disorder in hoofdAbila. Black smoke could be seen coming from the chairmanship composition in Abila. <br><br> << remain the reading most important tale >> Explained the guards of spokesperson Kronos in Kronos the inheritances of environment far where discharging and the lack of importance for people means that weinigen hope even more for change. For this reason, anger has simmered many years', but now it concerning has cooked. The police force used water to spread protesters which stones threw at the bldg. There were also reports of tried storming the office. People protest because they suffer, because they have no medical aid. We require the government, Terek Kamal, a truck driver, told The Times resign. The disorder started in former days in Abila in the week, with protests concerning the dismissal of different employees Kronosian of energy reuze international GAStech.  GAStech have its carrots in Tethys, although a lot of directors in Kronos live. This seems be a case of simmering frustration concerning ebullient. The policy is support highest of GAStech and is tax income to the government trunks - seems still any squat ignore questions but is own above the average pays parcels. The environment situation is desperate. Hundreds rural citizens suffer from important sicknesses which are apparently caused by exhibition to GAStech waste streams, although this no official gesubstantiërd have been or recognize by or the company or government.  That is what the initial protests in Abila sparkled - but empathy with their cause brought out demonstration systems in cities concerning Kronos.  Initially peaceful, this protest is more and more violent, and both the police force and the citizens is now caught in sometimes fatal cross fire.   Kronos president Dorel Kapelou II such as he is saying cited a squat meeting of the highest control would call to aim the terrorist threat to peace in the country."
   },
   {
      "id": "Disappearance32",
      "title": "Jan 2014, Blog notes: ON THE SCENE BLOG ",
      "date": "unknown",
      "type": "set2",  
      "contents": "The Abila Post ON THE SCENE BLOG By Haneson Ngohebo 20 January 2014 <br><br> 1748 UPDATE - Two private jets left Abila Airport today with fourteen to sixteen passengers between the two. The destination of one of the planes has been confirmed as Rome, Italy. The other planes destination has yet to be confirmed. "
   },
   {
      "id": "Disappearance33",
      "title": "Jan 2014, Blog  notes: ON THE SCENE BLOG",
      "date": "unknown",
      "type": "set2",  
      "contents": " The Abila Post ON THE SCENE BLOG By Haneson Ngohebo 20 January 2014 <br><br> 1100 UPDATE - Still no indication from the AFD about what if anything has happened; however, there are reports that the GAStech - Kronos employees gathered outside the building heard the fire alarm."
   },
   {
      "id": "Disappearance34",
      "title": "Jan 2014, Homeland Illumination ",
      "date": "unknown",
      "type": "set2",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people Maha Salo 20 January 2014 <br><br> 1942 - BREAKING NEWS - Kronos police spokesman has released a statement.  There are approximately fourteen individuals unaccounted for among the GAStech staff.  It has not yet been determined if all of these individuals are in fact missing.  They said the case is under investigation and asked that anyone who might have information about the missing employees please contact Abila police immediately. 20 Jan 2014 "
   }   
   ,
   {
      "id": "Disappearance35",
      "title": "March 1995, DRILLING TECHNIQUE BANNED IN TETHYS",
      "date": "unknown",
      "type": "set2",  
      "contents": "News Online Today DRILLING TECHNIQUE BANNED IN TETHYS 1995/03/30 CENTRUM, Tethys <br><br> GAStech International s Hyper Acidic Substrate Removal (HASR) has officially been banned by the Tethys government due to the high probability of water contamination. "
   },
   {
      "id": "Disappearance36",
      "title": "Nov 1995, Araullo announces the new construction of hospital ",
      "date": "unknown",
      "type": "set2",  
      "contents": "Worldwise Araullo announces the new construction of hospital 1995/11/22 ABILA, Kronos <br><br> President Araullo announced today that its government projects the construction again, modern hospital general of Abila.  The old hospital general of Abila, built in 1930, has the out-of-date equipment of health and suffered many electric fires in the last decade.  The administrator Torsten Trucco of hospital glorifié the stating of the action of the government, had tried us to obtain placing to update our equipment during years, in vain.  We had lived the hour borrowed during completely a moment maintaining with the old boiler.  It was a pure chance that the old maid did not fail on us completely. New the general of Abila will have 350 beds, a substantial levelling of only the 100 beds of the obsolete service running.  Moreover, it will have a full service area of help, units of care of trauma and burn, a psychiatric wing of care, and four ultramodern surgical continuations.  In its advertisement of the new construction, said Araullo, our strategy to go to the front of the foreign investment pay large dividends.  This new hospital is the first of many projects which we project to continue to help to improve our level the life and to modernize our life style. "
   },
   {
      "id": "Disappearance37",
      "title": "NOV 1998, HEALTH FOR ALL (WFA) BURSTS GASTECH AND KRONOS GOVT ",
      "date": "unknown",
      "type": "set2",  
      "contents": "The General Post HEALTH FOR ALL (WFA) BURSTS GASTECH AND KRONOS GOVT 1998/11/14 AVILA, Kronos <br><br> the healthy group of the knowledge of the water, health for all (WFA), has condemned international GAStech and the government of Kronos. The WFA declaration demands the extensive contamination of the underground water, a deficiency of suitable safeguards, the demands of the cleaning that are not made case and any negligence of the government. The government of Kronos, when he is made contact with enemy with, declined to comment. Nevertheless, the adviser of international environmental security of GAStech Ingmar Casablancas responded to the demands, the loads alleged imposed against international GAStech is infundado. International GAStech and the government of Kronos cooperates untiring to assure a place work clean, safe, and prosperous. We are ambo devotee to the preservation of the atmosphere. "
   },
   {
      "id": "Disappearance38",
      "title": "Jan 2014, Blog notes: Homeland Illumination ",
      "date": "unknown",
      "type": "set2",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people Maha Salo 20 January 2014 <br><br> 2020 - Media outlets are reporting that a government spokesman who asked not to be named because he was not authorized to speak to the press stated that the GAStech employees had been kidnapped and the Kronos government was working hard to identify the lawbreakers.  One wonders if they are also working hard to recover the GAStech people as well, or if this is an opportunity to profit from the misfortunate of others. 20 Jan 2014 "
   },
   {
      "id": "Disappearance39",
      "title": "Jan 2014, Blog notes: ON SCENE BLOG ",
      "date": "unknown",
      "type": "set2",  
      "contents": "Modern Rubicon ON SCENE BLOG 20 January 2014 <br><br> 1020 MODERNIZATION - people are effluito from the centers of Kronos - of GAStech approximately 5 minuteren ago. Us it has seemed to be much confusion and data today the great corporative reunion, this producer has doubts that was an antifire practice. Perhaps a real fire or a threat of the bomb could cause the evacuamento."
   },
   {
      "id": "Disappearance40",
      "title": "Jan 2014, GASTECH LEADERSHIP CONFIRMED MISSING",
      "date": "unknown",
      "type": "set2",  
      "contents": "Central Bulletin GASTECH LEADERSHIP CONFIRMED MISSING 2014/01/20 ABILA, Kronos <br><br> Miriam Avila, an administrative assistant at GAStech International, has confirmed that members of the GAStech leadership are in fact missing. The group was expected to arrive at the Government reception following this morning's meeting at GAStech - Kronos headquarters, but never showed up. Avila denied that any GAStech employee has been abducted. The GAStech - Kronos leadership was also handsomely rewarded. The IPO filings show that the executive group earned a collective $327.25 million from the newly vested shares including $96.25 million each for CFO Ingrid Barranco, CIO Ada Campo-Corrente, and COO Orhan Strum. maintains an office in Centrum, the capital of Tethys, most of GAStech International's operations take place on Kronos including production of about 5 million cubic meters of gas daily. Avila works in GAStech's Centrum headquarters. "
   },
   {
      "id": "Disappearance41",
      "title": "Jan 2014, To break off itself: The emergency to GAStech quarters the construction ",
      "date": "unknown",
      "type": "set2",  
      "contents": "Tethys News To break off itself: The emergency to GAStech quarters the construction [modernizations] 20 January 2014 <br><br> The customer of the Vann confirmation the unofficial declaration of the police who the POK are thought suspicion like the kidnappers.  Not there are still the information on who has been robbed."
   },
   {
      "id": "Disappearance42",
      "title": "Jan 2014, GAStech and Kronos Celebrate Partnership ",
      "date": "unknown",
      "type": "set2",  
      "contents": "Kronos Star GAStech and Kronos Celebrate Partnership Cato Rossin 19 January 2014 ABILA, Kronos <br><br> Local GAStech executives Ingrid Barranco, Ada Campo-Corrente, Orhan Strum, and Willem Vasco-Pais will attend a reception with government officials tomorrow following a business meeting at their headquarters building.  Government spokesman Rufus Drymiau informed The Star that Sten Sanjorge Jr., President and CEO of GAStech, has traveled from Tethys to attend the events.  The reception, hosted by President Kapelou at the Capitol Building, is being held to celebrate the 20th year of cooperation between the corporation and our country. GAStech International produces about 5 million cubic meters of gas daily from the Tiskele Bend fields. Taxes paid by GAStech have funded many infrastructure improvements including projects such as the modernization of Abila General Hospital, numerous schools, and hundreds of miles of paved highways. "
   },
   {
      "id": "Disappearance43",
      "title": "Jan 2014, Breaking: Emergency at GAStech Headquarters Building  ",
      "date": "unknown",
      "type": "set2",  
      "contents": "Kronos Star Breaking: Emergency at GAStech Headquarters Building [Updates] Cato Rossini, Marcella Trapani 20 January 2014 <br><br> Update, 10:00 PM:  Tethys federal law enforcement officials and staff from the Tethyn Ministry of Foreign Affairs have arrived in Kronos to assist police in the investigation."
   },
   {
      "id": "Disappearance44",
      "title": "March 2001, Added Taxes on Oil, Gas Development Defeated in General Assembly  ",
      "date": "unknown",
      "type": "set2",  
      "contents": "International News Added Taxes on Oil, Gas Development Defeated in General Assembly  2001/03/18 ABILA, Kronos <br><br> A motion to increase taxes on oil and gas development by an additional 10% was defeated today in the General Assembly by a vote of 77 to 23.  The proposed tax increase, championed by Minister of Health Cesare Nespola, was to provide specific funding for health care, clean water projects, and health education for rural areas.  Minister Nespola said of the Assembly vote, I'm disappointed by the vote, but the Assembly was concerned that the increase in tax would discourage foreign investment in our energy sector.  Additionally, I will work with President Kapelou's office to restructure the allocation of funds from current gas and oil taxes to provide for rural health projects."
   },
   {
      "id": "Disappearance45",
      "title": "Jan 2014, To break off itself: The emergency to GAStech quarters the construction ",
      "date": "unknown",
      "type": "set2",  
      "contents": "Tethys News To break off itself: The emergency to GAStech quarters the construction [modernizations] 20 January 2014 <br><br> Modernization, 10:00 PM:  The federal civil employees and the staff of application of law of Tethys from the Ministry of Tethyn of the foreign policies have arrived in Kronos in order to help the police in the search "
   },
   {
      "id": "Disappearance46",
      "title": "Oct 1982, Centrum's central role in the Tethan Gas Industry  ",
      "date": "unknown",
      "type": "set2",  
      "contents": "International Times Centrum's central role in the Tethan Gas Industry  2 October 1982 <br><br> The world of gas is distant, difficult and far flung. In Tethys a few years ago, I journeyed laboriously to the remote gas fields of Tethys to look at a contentious new energy producing area. One of the sites I visited was a local office of the Sanjorge Gas company, crammed with reinforced work boots and overalls and the chemicals and supplies you need to run a gas operation. As I remember it, a former trucker was in charge. It was a vivid example of how a once small exploration company from Thethys had begun to grow into a mighty international force in the energy industry. But I'd forgotten about the encounter until I went back to Tethys the other day for the first time since their early years, to reacquaint with the man who created the business, Sten Sanjorge: one man (one of the richest individuals in Tethys) who has lived through the whole story of gas prospecting and prospered mightily from it. But as I went round the capital city of Centrum interviewing people, I soon realised that this was not just a story of new energy. Something very significant has happened to turn Centrum into a global centre of gas industry expertise. From what's developed in the capital city there are important lessons for other places blessed (and cursed) with abundant natural resources. Centrum developed world class expertise in engineering in very difficult surroundings When I was a young newspaperman on the Daily Record in Glasgow in the early 1970s, the great off-shore oil rush was beginning in the North Sea. It then seemed a pretty impossible dream, turning an island of coal into a place with abundant oil and gas supplies. It seemed to us on the west coast of Scotland that the far flung city of Centrum, Tethys was getting a bit big for its boots, starting to believe in a new fantasy industry. Much to his mother's regrets, meanwhile, Sten Sanjorge had started prospecting in the early 1960s. By the early 1970s, a new gas company, GAStech, began its juggernaut-like advances. Under his canny guidance, GAStech evolved into a major supplier of natural gas to the local region, and then much further afield. It now has thousands employees and operates in numerous countries.  The change in Centrum has been substantial.  You notice them in the constant clutter of helicopters to-ing and fro-ing out to remote areas, and the planes lined up at the city's airport to shuttle execs back and forth from the city. And as you drive round Centrum, almost every roundabout is sponsored by a division of GAStech.  Sanjorge has recently started paying more attention to leisure activities and philanthropy, allowing his son Sten Jr. and co-founder Hank Fluss to run the company. But Sanjorge has just been asked to produce a report for the Tethan government recommending the best ways of ensuring that Tethys continues to produce energy for decades to come. The easy-to-get stuff has been produced, so keeping the gas coming will need much investment and more clever new techniques, such as the hyper-acidic substrate removal techniques developed by the company in 1974.  So thanks to clever people such as Sten Sanjorge and the people who work with him, Centrum has achieved what every place where raw materials are discovered longs to do. The city has taken the temporary boon of energy on its doorstep, and turned it into specialized knowledge and intellectual property which may make Centrum a centre of gas expertise long after the gas itself runs out. "
   },
   {
      "id": "Disappearance47",
      "title": "Jan 2014, Blog notes: Centrum Sentinel",
      "date": "unknown",
      "type": "set2",  
      "contents": "Centrum Sentinel VOICES - a blog approximately that what is important to people 20 January 2014 <br><br> 2232 - There are relationships that the civil employees of the airport have confirmed the arrival of a classified jet from Tethys.  Several passengers have left in an attending limousine.  The reporter they have followed the limousine, that he has guided directly to the centers of the police of Abila. 20 gen. 2014"
   },
   {
      "id": "Disappearance48",
      "title": "Nov 1999, Charity Funds Exhausted",
      "date": "unknown",
      "type": "set2",  
      "contents": "News Online Today Charity Funds Exhausted 1999/11/15 <br><br>  We soon ran out of medicines and funds to support our aid teams and had to return home. While the global press reported over 2500 people were killed and 100,000 buildings were destroyed, local press reported people felt they were being properly cared for and declined relief aid. The Global Emergency Disaster Organization report their members are doing all they can to get aid through to earthquake victims, but they need a huge injections of funds to do so. Jim Cordon, from the disaster relief charity FoodSupport told the times I think that the lack of funds are responsible for an increase of attacks on food convoys, consequently deterring a lot of aid agencies from getting in there. "
   },
   {
      "id": "Disappearance49",
      "title": "Jun 2012, POK REMIND LEADER MARTYRED",
      "date": "unknown",
      "type": "set2",  
      "contents": "The Wrap POK REMIND LEADER MARTYRED 2012/06/21 ABILA, Kronos <br><br> in LEADERs of moving ceramics Wednesday of activist the group guards of Kronos homage paid to their cases LEADER, Elian Karel, who on 19 June 2009 whereas resistance worker is held in a prison Kronos assassination. We collect us today to remind Elian Karel, Silvia Marek told rap assembly, much of which supported white candles in the honor of Karel. Elian were on an agriculture company Elodis of this born not 40 minutes, to Jeroen and Antaura Karel.  He grew with the phantom of dead around him.   By the time that Elian 17 much of its family members and the friends constant sickness vochten, including its neighbor 10 were years - old Juliana Vann.  Marek paused a moment to permit the shouts of Juliana! to remind to disappear slowly. Elian are devoted life to people of Elodis as well as all citizens of Kronos, such as its father by him.  Elian knew a difficult travel of him would be.  He had on its father, Jeroen and the founder of POK, the pace of Henk Bodrogi actual gone paid attention which he would enter.  Elian did not know the cursus easy, would be and little time for personal living would leave.  But nevertheless he preferred those taking measures in spite of the challenges which he he. under eyes see will have blamed Travel three years concluded of Elian suffered today.  But is not dream died with him.  And it is that vision of healthy and we must honor thriving future for all here today. In the course of the afternoon different other participants not only paid homage to Elian, but everyone who victims of the milieucatastrofe who become by cupidity and corruption of public civil servants are brought about have been.  Collecting was brought in the war only by the worsening presence of police force Abila in babbling couples.  The police force acted much of the mob, causing them the assembly must left rather than with batons and pepernevel are stormed. "
   },
   {
      "id": "Disappearance50",
      "title": "May 2002, LEAF 2002 OF THE FACT OF THE PUBLIC HEALTH OF ELODIS ",
      "date": "unknown",
      "type": "set2",  
      "contents": "Daily Pegasus LEAF 2002 OF THE FACT OF THE PUBLIC HEALTH OF ELODIS 2002/05/27 ELODIS, Kronos <br><br> the center of the health of the community of Elodis has published an update to the health for all the study made in 1998.  The effects of the hyperactive acid retirement of the substratum (HASR), a technique that perforates controversy continue to ravage the health of the residents of Elodis.  The report detailed soon will be fixed to the municipal Web site of Elodis. I touch of light - The index of mortality and the incidence of the chronic disease increased on 178% as of previous years - The unusually high incidence of the cancer got to be so evident that the minister of the Nespola health designated to specialist from the oncología to the general hospital of Abila "
   },
   {
      "id": "Disappearance52",
      "title": "Jan 2014, ON SCENE BLOG ",
      "date": "unknown",
      "type": "set3",  
      "contents": "Modern Rubicon ON SCENE BLOG 21 January 2014 <br><br> 850 MODERNIZATION 21 January 2014 - DAY TWO of the event of GAStech - we are attending the news conference of unit of the police of Abila previewed for the 9:00."
   },
   {
      "id": "Disappearance53",
      "title": "Jan 2014, Breaking: Emergency at GAStech Headquarters Building ",
      "date": "unknown",
      "type": "set3",  
      "contents": "Kronos Star Breaking: Emergency at GAStech Headquarters Building [Updates] Cato Rossini, Marcella Trapani 20 January 2014 <br><br> Update, 6:30 PM:  The GAStech executive jet arrived at the airport.  The occupants were taken by limousine to the GAStech building."
   },
   {
      "id": "Disappearance54",
      "title": "Jan 2014, POK Kidnaps GAStech Employees",
      "date": "unknown",
      "type": "set3",  
      "contents": "International News POK Kidnaps GAStech Employees  2014/01/20 ABILA, Kronos <br><br> The Protectors of Kronos (POK) are suspected of kidnapping up to fourteen GAStech employees from their headquarters building earlier today.  Abila police quickly secured the building and interviewed the remaining GAStech employees.  One employee, Edvard Vann of Abila, was questioned for hours because he shares a family name with several known POK members.  Vann denied involvement with the POK and claimed to have no knowledge of the kidnapping.  Tethyn federal law enforcement and representatives from the Tethyn Ministry of Foreign affairs flew to Kronos and were escorted to Abila police headquarters. "
   },
   {
      "id": "Disappearance55",
      "title": "June 2011, POK Protesters Vandalize Siopa District ",
      "date": "unknown",
      "type": "set3",  
      "contents": "Kronos Star POK Protesters Vandalize Siopa District Marcella Trapani 20 June 2011 ABILA, Kronos <br><br> A Protectors of Kronos demonstration in the streets of the Siopa district in downtown Abila resulted in numerous incidents of vandalism and opportunistic looting yesterday.  Crowd members spray painted the new POK logo on buildings and cars, broke shop windows, looted stores, and intimidated innocent bystanders.  The police were forced to use tear gas and water cannons to disperse the group of hooligans."
   },
   {
      "id": "Disappearance56",
      "title": "May 2011, Police Hold News Conference on GAStech Kidnapping  ",
      "date": "unknown",
      "type": "set3",  
      "contents": "International News Police Hold News Conference on GAStech Kidnapping 2014/01/21 ABILA, Kronos <br><br> The Abila police held a press conference at nine this morning on the kidnapping GAStech headquarters.  Police informed reporters that four of the GAStech employees whose whereabouts were unconfirmed yesterday were found overnight, leaving ten people who are presumed missing.  Police spokesman Adrien Carman said Tethyn federal law enforcement agencies are assisting in the investigation.  The POK rhetoric has become increasingly anarchist and their actions more criminal and violent over the past several years. "
   },
   {
      "id": "Disappearance57",
      "title": "Aug 1998, OLD WOMEN MATRICES OF GIRL Of ELODIS OF POISONING ",
      "date": "unknown",
      "type": "set3",  
      "contents": "The Orb FROM TEN YEARS - OLD WOMEN MATRICES OF GIRL Of ELODIS OF POISONING 1998/08/20 ELODIS, Kronos <br><br> ten years - old man Juliana Vann died yesterday afternoon, surrounded by its family and friends.  The cause of death was leukemia due to the benzene poisoning. Juliana had been sick during more than one year.  At the beginning its family did not realize that the benzene poisoning was the cause of the problems of Juliana.  After visits with much of hospital, a doctor joined the international health of organization of assistance for all Juliana recommended is tests for the benzene poisoning.  At this point, however, small system girl was damaged too much to recover. The residents of Elodis had spoken in favor with the government of Kronos to act against the pollution caused by the operation of gas drilling of GAStech right 20 kilometers upstream of Elodis. The death of Juliana is but one several deaths that these rural black suburbs suffered because of the toxic loss being emptied in the river of Tiskele by company GAStech de Tethys. Private funeral services will be judged on August 21 in the family at the house. "
   },
   {
      "id": "Disappearance58",
      "title": "Jan 2014, Conference of news of catch of police force on the kidnapping of GAStech",
      "date": "unknown",
      "type": "set3",  
      "contents": "Worldwise Conference of news of catch of police force on the kidnapping of GAStech 2014/01/21 ABILA, Kronos <br><br> the police force of Abila held a press conference to nine this morning on the registered offices of removal of GAStech.  To maintain to the order the journalists with the current that four of the employees of GAStech of which where were not confirmed yesterday were found during the night, by leaving ten people who are disappeared supposed. The federal agencies by Carman of application of law of Adrien Tethyn of spokesman of police force contribute to research. The POK is suspecté to lead kidnapping, but they have still to ask the credit or to release a ransom demand.  The rhetoric of POK became more and more the anarchist and the their actions more criminal and violent one during last the several years. "
   },
   {
      "id": "Disappearance59",
      "title": "Jan 2014, RANSOM DEMANDS MADE IN GASTECH KIDNAPPING",
      "date": "unknown",
      "type": "set3",  
      "contents": "News Online Today RANSOM DEMANDS MADE IN GASTECH KIDNAPPING  2014/01/21 ABILA, Kronos <br><br> The Protectors of Kronos have not only taken responsibility for the kidnapping of GAStech International employees, but have also made a ransom demand of $20M from the President and CEO Sten Sanjorge, Jr. "
   },
   {
      "id": "Disappearance60",
      "title": "Jan 2014, Blog notes: ON THE SCENE BLOG",
      "date": "unknown",
      "type": "set3",  
      "contents": "The Abila Post ON THE SCENE BLOG By Haneson Ngohebo 21 January 2014 <br><br> 850 UPDATE 21 January 2014 - DAY TWO of the GAStech Incident - We are awaiting the Abila Police Department news conference scheduled for 9:00."
   },
   {
      "id": "Disappearance61",
      "title": "March 2009, THE COLLECTION POK DRAWS THOUSANDS OF VERDEDIGERS",
      "date": "unknown",
      "type": "set3",  
      "contents": "The Wrap THE COLLECTION POK DRAWS THOUSANDS OF VERDEDIGERS 2009/03/09 ABILA, Kronos <br><br> thousands of protesters which carry banners that remind Juliana! to read and chanting we want truth! collected for the Kronos government offices Saturday morning. Protesters required an accountancy of the government turnovers of then the tax incentives of president Araullo's who was signed in law in 1993. Of ten years - old Juliana Vann died in 1998, to a sickness which is caused by polluted water of boring GAStech verrichtingen. They heart-rending the pictogram of a movement which has reached support of one end of Kronos to other, has become. We were promised better lanes, new ways, better health care and a better standard of living, said one 20 years - old protestor which decreased to have its used name.  All to see I am larger lord houses for the ministers and the hospital which costs more to difficult situation than it can make.  We that! to approve Protestor referred to the general hospital Abila that in 1997, seemingly with money of the raised turnover of the foreign gasverrichtingen here on Kronos are built.  The hospital has had difficulty which maintains its infrastructure, in spite of the vast restoration those sevearl years is carried out suffered for the elektro and plumber work systems to replace without winstbejag. The contracts all were given to family and cronies of the ministers, 26 years accuse - old Jon L., which six hours reiste to attend collection yesterday.  What we have necessary transparency in our government is.  We must know what to already money happens that from these foreign comes commit. LEADER Elian Karel of the protest aimed the demonstration systems at the park of the city Abila.  Karel took over control POK of Henk Bodrogi, of which bad health forced him of the position.  Karel spoke eloquently concerning the beginning of the campaign POK as a basis effort for clean water, to the dynamic movement demanding better government transparency and duty of responsibility have become. We do not ask for unreasonably no matter what, Karel speak passionately to its enthusiastic auditors.  We want all must know how our taxes are used.  We know these companies report profits at the cost of Kronos produce, but we see none of promised improvements.  All we want duty of responsibility for they that because of cupidity, corruption and veronachtzaming of them died which they would have protect. The question to the office of the President had not immediately returned. "
   },
   {
      "id": "Disappearance62",
      "title": "Oct 1997, GOVERNMENT ISCED MINOR CONTAMINATION CLOSE TO ELODIS",
      "date": "unknown",
      "type": "set3",  
      "contents": "Athena Speaks GOVERNMENT ISCED MINOR CONTAMINATION CLOSE TO ELODIS 1997/10/17 ABILA, Kronos <br><br> after complaints and the continuous calls of the people of the civils servant of government of Elodis recognize the minor contamination in and around the rural black suburbs in a report/ratio on their research on the questions of the health of the townsmen. However, the report/ratio of government stops before blaming international GAStech and its site of curve of Tiskele 20 kilometers of ascending as the people of Elodis affirm.  The report/ratio of government does not quote any cause of root or of the causes can be given at this time with more necessary research and investigations. Indeed, the pointing of a finger of blame currently would be precipitated and most probably harmful with research. Although the report/ratio admits contamination which it goes on the qualification the statement of level, the minor level of the contamination is completely in conformity with international standards of health agreed by the government of international Kronos and GAStech as negotiated in the contract of site of curve of Tiskele. The government of Kronos continues to offer to determine well the interested residents of Elodis like plans to study more far the causes from root of the diseases in and around the black suburbs.  "
   },
   {
      "id": "Disappearance63",
      "title": "April 2005, Blog post: PROTESTS END IN ARRESTS",
      "date": "unknown",
      "type": "set3",  
      "contents": "Homeland Illumination PROTESTS END IN ARRESTS Maha Salo 05 April 2005 ELODIS, Kronos <br><br> Fifteen members of the Protectors of Kronos (POK) activist organization were arrested by Kronos federal police yesterday following an dispute at the gates of the Tiskele Bend GAStech facility. Protesters arrived pre-dawn to lock arms and halt traffic leaving and entering the facility.  By 8 am local time, traffic had back up on both sides of the gates.  Swaying, the protesters sang well-known protest songs, including This is Our Land, Songs of the Farmer and The Weavers of our Homeland When the federal police began arresting the POK protesters, they moved in an orderly fashion into the waiting police van, singing the entire time. "
   },
   {
      "id": "Disappearance64",
      "title": "Jan 2014, MEETING SET FOR TOMORROW MORNING",
      "date": "unknown",
      "type": "set3",  
      "contents": "Central Bulletin MEETING SET FOR TOMORROW MORNING  2014/01/19 ABILA, Kronos <br><br> With a meeting set tomorrow at 8 AM, the recent Initial Public Offering, and CEO Sten Sanjorge, Jr. in town reporters will be descending on the GAStech - Kronos headquarters in droves with plenty of questions. and his GAStech - Kronos leadership group to comment on the IPO, their recent wind falls, and GAStech's plans for Kronos."
   },
   {
      "id": "Disappearance65",
      "title": "May 1998, ELODIS PUBLIC HEALTH FACT SHEET ",
      "date": "unknown",
      "type": "set3",  
      "contents": "All News Today ELODIS PUBLIC HEALTH FACT SHEET 1998/05/16 ELODIS, Kronos <br><br> At the request of the citizens of Elodis, Wellness for All has published a report on the impact of gas drilling operations on water quality and public health.  Comparative data prior to 1998 was obtained from a thorough investigating of medical record provided by Elodis Community Health Center. Report Highlights - Elevated amounts of toxic chemicals were found in the water supply, including arsenic, acetic anhydride, benzene, and chlorine dioxide. - Persons younger than 30 appear to be suffering an unusually high rate of chronic illness associated with toxins produced by gas drilling operations "
   },
   {
      "id": "Disappearance66",
      "title": "May 1998, THE SHEET OF THE PUBLIC HEALTH ELODIS ",
      "date": "unknown",
      "type": "set3",  
      "contents": "The Wrap <br><br>  THE SHEET OF THE PUBLIC HEALTH ELODIS <br><br> 1998/05/17 <br><br> ELODIS, Kronos <br><br>  at the request of the citizens of Elodis, Wellness for all a report concerning the impact of gas boring verrichtingen on has published water quality and public health.  The elaborate report will be shortly on Wellness for already Internet site available.  Comparing given before 1998 it was obtained from thorough examining medical report that Elodis are supplied the Community center of health. <br><br> The peaks of the report <br><br> * The raised quantities toxic chemical products were found in water supplies, including arsenic, vinegar anhydride, benzene, and chlorine dioxide. <br><br> * The persons younger than 30 seem from an uncommon high tariff of chronic sickness suffer linked from toxin which by gas boring verrichtingen is produced. "
   },
   {
      "id": "Disappearance67",
      "title": "Jan 2014, Blog posts: Homeland Illumination ",
      "date": "unknown",
      "type": "set3",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people Maha Salo 20 January 2014 <br><br> 1232 - There is speculation that the GAStech executives and the Kronos officials have fled the country with their fortune and money from the Kronos coffers. 20 Jan 2014 "
   },
   {
      "id": "Disappearance68",
      "title": "Nov, 1998, WELLNESS FOR ALL ISSUES STATEMENT ON ELODIS ",
      "date": "unknown",
      "type": "set3",  
      "contents": "The Abila Post WELLNESS FOR ALL ISSUES STATEMENT ON ELODIS 15 November 1998 ELODIS, Kronos <br><br> The international healthy water awareness group Wellness for All (WFA) have performed testing on the local water in Elodis finding high level of hazardous materials in residential water wells.  In a statement released by WFA, the group directs blame to the Government of Kronos and GAStech International, a natural gas company from Tethys. In addition to directing blame WFA also demands that the two clean up the contamination, which includes high levels of benzene, toluene and xylene arsenic, barium, chromium, lead and selenium. By bringing attention to the contamination in and around Elodis, WFA expects the international community will pressure the Government of Kronos into action. Additionally, WFA has been working with the activist group Protectors of Kronos to lobby the government to apply pressure."
   },
   {
      "id": "Disappearance69",
      "title": "June 2010, Protest of POK to the registered offices of police force of Abila ",
      "date": "unknown",
      "type": "set3",  
      "contents": "Worldwise Protest of POK to the registered offices of police force of Abila 2010/06/22 ABILA, Kronos <br><br> guards of the demonstration of Kronos were held in front of registered offices of police force of Abila yesterday morning.  The POK had collected inside memorialize their former chief, Elian Karel, which died last year of the normal causes in prison.  The defenders of POK carried signs with images of Karel and of Juliana Vann, slogans sang, and lit candles.  The peaceful demonstration turned violent one when two members of POK approached a man who tried to enter the building on businesses.  The members of POK struck it with a bottle, which struck it with the ground and gave him a bloody notch on its face.  The police force of Abila tried to gain the ordering of the situation by using foghorns to claim the peaceful dispersion of crowd, but crowd answered their calls while launching insults with some rocks with the leaders.  The police force was accustomed to the teargas to finish the gathering, but a handle of preserving members of POK pushed crowd in the fray with the leaders.  Additional safety forces had to be called with the assistance contain the situation while violence climbed.  When the teargas finally got clear, the member of six POK were stopped on expenses of attack on civil authorities and to incite a crowd with violence.  Three leaders of police force were treated with the hospital general of Abila for wounds received in the combat. We had been concerned that the weak control of Silvia Marek makes it possible to the POK to be succeeded by criminals and hooligans.  The events of today show that our concern was valid, the aforementioned Carman d' Adrien of spokesman of police force.  Marek replaced Elian Karel as popular figurehead of the movement of POK the last summer. "
   },
   {
      "id": "Disappearance70",
      "title": "Jan 2014, Homeland Illumination ",
      "date": "unknown",
      "type": "set3",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people Maha Salo 20 January 2014 <br><br> 0926 - Welcome to our coverage of today's events.  I'm standing outside the GAStech headquarters waiting for the GAStech executives who are expected to appear within the hour. GAStech CEO Sten Sanjorge is celebrating the successful initial public offering of his company, which took place last month.   When they leave here the GAStech executives will travel to the capital building where they will meet with President Kapelou and several of his Ministers and Council members.  A private celebration of their successful alliance is planned to take place later today.  One can't help but wonder how much healthcare could be provided with only half the funds used to orchestrate this spectacle. 20 Jan 2014 "
   },
   {
      "id": "Disappearance71",
      "title": "Oct. 1982, Leadership",
      "date": "unknown",
      "type": "set3",  
      "contents": "International Times  Leadership 4 October 1982  <br><br> In a Times article from 2 October, it was stated that GASTech president Sten Sanjorge was now less active in the day to day operations of the company.  GASTech representatives informed the Times that Sanjorge is as active as ever and providing daily inspirational guidance to the organization.  The Times stands by its original assertions."
   },
   {
      "id": "Disappearance72",
      "title": "Sept. 2012, PROTESTS SWELL IN ABILA IN RESPONSE TO CALLS TO ACTION ",
      "date": "unknown",
      "type": "set3",  
      "contents": "News Online Today PROTESTS SWELL IN ABILA IN RESPONSE TO CALLS TO ACTION 2012/09/08 ABILA, Kronos <br><br> Thousands of people lined the roads on Thursday in a display of antigovernment solidarity.  Karel was the prior leader of the Protectors of Kronos before his premature death in 2009.  His death, thought to be a murder by many, prompted annul rallies to bring the message of the Protectors of Kronos to the public "
   },
   {
      "id": "Disappearance73",
      "title": "Jan 2014, WRAP UP OF EVENTS AT GASTECH ",
      "date": "unknown",
      "type": "set3",  
      "contents": "Central Bulletin WRAP UP OF EVENTS AT GASTECH  2014/01/20 ABILA, Kronos <br><br> A long tense day of conflicting reports and confusing information has come to an end. What we know for certain is that 14 GAStech employees are not only missing, but kidnapped as confirmed by a Kronos Government source. At this time it is unclear who the missing are and whether they are citizens of Kronos of Tethys, as many GAStech employees are Tethan. Speculation about the motives of the kidnappers has been rampant due to the recent news of the GAStech Initial Public Offering only a month ago. Edvard Vann, a GAStech - Kronos security guard who was interrogated and released after 6 hours, gave the indication that the Protectors of Kronos were involved or at least suspected as being the perpetrators behind today's events.  A GAStech International senior security executive has been on site to support the investigation aiding the Abila Police Department and Kronos Government officials. Shortly after the morning meeting ended at 10:00, Abila Fire Department trucks responded to reports of a fire at the GAStech office. "
   },
   {
      "id": "Disappearance74",
      "title": "Jun 2000, DOCUMENTARY CARD OF PUBLIC HEALTH Of ELODIS ",
      "date": "unknown",
      "type": "set3",  
      "contents": "The Orb DOCUMENTARY CARD OF PUBLIC HEALTH Of ELODIS - UPDATE 2000/06/01 ELODIS, Kronos <br><br> the environmental consequences of acid displacement hyper of substrate (HASR), a technique of drilling discussed took an enormous toll on the health of the residents of Elodis.  An update with health 1998 for all the report/ratio will be announced soon on the municipal Web site of Elodis. Climaxes <br><br> 1- Levels without precedent of toxins were found in supply water, including phenol, acetic anhydride, wire, and ethylene glycol. 2-  The incidence of the chronic disease increased more than 89% of the former years 3- The exceptionally high incidence of cancer became thus about this minister of Nespola health appointed a specialist in oncology at the hospital general in Abila "
   },
   {
      "id": "Disappearance75",
      "title": "July 1996, GASTECH SHIFTS THE HEARTH WITH KRONOS ",
      "date": "unknown",
      "type": "set3",  
      "contents": "The Light of Truth GASTECH SHIFTS THE HEARTH WITH KRONOS 1996/07/08 CENTRUM, Tethys <br><br> international GAStech shifted its hearth of Tethys in the small Mediterranean island of Kronos and the vast gas layers under the ground. The recent expenses of the subsoil water contamination against international GAStech and tightening environmental payments carry out by the interior minister of Tethan, Ivar Blanes, certainly play in the hearth of shift.  With slackened lawful environmental with non-existent in Kronos and a friendly local government, the movement of GAStech is smelled inevitable retrospectively.  "
   },
   {
      "id": "Disappearance77",
      "title": "Feb. 2009, SANJORGE JR CONDEMNS POK LIKE TERRORISTS",
      "date": "unknown",
      "type": "set4",  
      "contents": "The Light of Truth SANJORGE JR CONDEMNS POK LIKE TERRORISTS 2009/02/21 CENTRUM, Tethys <br><br> an official report/ratio released by Sten Sanjorge, president de Jr. and PRESIDENT de international GASTech, condemns the guards of Kronos like illegitimate and organization of terrorist. The report/ratio came in response to the gathering from the protest from one Wednesday by the POK with the registered offices from GAStech - from Kronos. Roughly 200 people met in front of the slogans of song of building of GAStech and the undulating signs pleading people died due the results of the contamination starting from a site of drilling of GAStech. Sanjorge, Jr. answered the complaints of the stating of contamination of GAStech, us [GAStech] worked about it inlassablement to meet - if not exceed - with the international standards of health agreed upon with the government of Kronos before and all drilling. Ten protesters of POK were connected with the door of GAStech - Kronos except the entry with the building. In Sanjorge prolonged of report/ratio Jr. present its argument, if a person is laid out with enfreindre on the private property, if a person is been willing to be connected with a door to prevent businesses from then operating, if a person is been willing to break windows and to burn cars in her own city, this person is been willing to do anything. And if a person is been willing to do anything to achieve their goal of end which they run up against fear in the common citizen. I fear what they will do after because I fear of what they are able. When a group of people employ fear and violence to achieve their goals of end there is only one word for them and this word is terrorist. The report/ratio concludes with Sanjorge, Jr. requiring that the government of the whole of Kronos ensure until not only the safety of my employees, but all citizens of Kronos. "
   },
   {
      "id": "Disappearance78",
      "title": "Jan 2014, Police Hold News Conference on GAStech Kidnapping",
      "date": "unknown",
      "type": "set4",  
      "contents": "News Online Today Police Hold News Conference on GAStech Kidnapping  2014/01/21 ABILA, Kronos <br><br> The Abila police held a press conference at nine this morning on the kidnapping GAStech headquarters.  Police informed reporters that four of the GAStech employees whose whereabouts were unconfirmed yesterday were found overnight, leaving ten people who are presumed missing. "
   },
   {
      "id": "Disappearance79",
      "title": "Jan 2014, Breaking: Emergency at GAStech Headquarters Building ",
      "date": "unknown",
      "type": "set4",  
      "contents": "Kronos Star Breaking: Emergency at GAStech Headquarters Building [Updates] Cato Rossini, Marcella Trapani 20 January 2014 <br><br> At approximately 10:15 AM this morning, the fire alarm went off at the GAStech headquarters building in downtown Abila.  At the time of the alarm, the media had gathered in front of the building to cover the meeting of GAStech executives, including GAStech President and CEO Sten Sanjorge Jr. and local GAStech executives and their subsequent transition to the presidentially hosted reception at the Capitol Building "
   },
   {
      "id": "Disappearance80",
      "title": "Jun 2010, THE GOVERNMENT RESPONDS TO ANOTHER REDONDO OF PROTESTS",
      "date": "unknown",
      "type": "set4",  
      "contents": "The Explainer THE GOVERNMENT RESPONDS TO ANOTHER REDONDO OF PROTESTS  2010/06/22 ABILA, Kronos <br><br> the demonstrators aligned with the protectors of the buildings surrounded group by the government of the activist of Kronos (POK) that sang and take to supposed images of his martyrs. The forces of the security of government of Kronos in concert with the police of Abila suppressed the protest with an impressive demonstration of the force. Black dress the authorities that put helmets and gasmasks and brandishing the protectors of the uproar, the ignited bottles of the tear gas as the demonstrators rejected to disperse after several warnings. The group collected proved reluctant to even disperse after the tear gas and of the authorities pressed in the group that protected itself with its protectors and who made pivot their command batons freely. As opposed to overwhelming force, most of the demonstrators fled; nevertheless, a hard group of the base was stopped its earth that underwent the consequences. To the police of the uproar they surrounded to the remaining demonstrators and after the repeated command baton blows many were dragged far under halting. When the smoke cleared between the flags and the rejected samples and pisoteadas, the blood was clearly visible in the seat."
   },
   {
      "id": "Disappearance81",
      "title": "April 2007, TRAFFIC ACCIDENT NEAR ELODIS",
      "date": "unknown",
      "type": "set4",  
      "contents": "News Online Today TRAFFIC ACCIDENT NEAR ELODIS 2007/04/11 ABILA, Kronos <br><br> A government investigation has concluded a traffic accident involving a GAStech International vehicle and the vehicle of a family from Elodis resulting in the deaths of the four family members was the result of driver error on the part of the Elodisian driver. "
   },
   {
      "id": "Disappearance82",
      "title": "Jan 2014, Police Hold News Conference on GAStech Kidnapping Marcella Trapani ",
      "date": "unknown",
      "type": "set4",  
      "contents": "Kronos Star Police Hold News Conference on GAStech Kidnapping Marcella Trapani 21 January 2014 ABILA, Kronos <br><br> The Abila police held a press conference at nine this morning on the kidnapping GAStech headquarters.  Police informed reporters that four of the GAStech employees whose whereabouts were unconfirmed yesterday were found overnight, leaving ten people who are presumed missing. Police spokesman Adrien Carman said Tethyn federal law enforcement agencies are assisting in the investigation. The POK is suspected of conducting the kidnapping, but they have yet to claim credit or release a ransom request.  The POK rhetoric has become increasingly anarchist and their actions more criminal and violent over the past several years."
   },
   {
      "id": "Disappearance83",
      "title": "Nov 1998, WELLNESS FOR ALL (WFA) BLASTS GASTECH AND KRONOS GOVT",
      "date": "unknown",
      "type": "set4",  
      "contents": "Who What News <br><br> WELLNESS FOR ALL (WFA) BLASTS GASTECH AND KRONOS GOVT  1998/11/14 ABILA, Kronos <br><br> The healthy water awareness group, Wellness for All (WFA), has condemned both GAStech International and the Government of Kronos. WFA's statement claims widespread groundwater contamination, a lack of adequate safeguards, clean-up demands being ignored and no government oversight.  <br><br> However, GAStech International's Environmental Safety Advisor Ingmar Casablancas responded to the claims, The alleged charges levied against GAStech International are unfounded. GAStech International and the Government of Kronos cooperate tirelessly to ensure a clean, safe, and prosperous work place. "
   },
   {
      "id": "Disappearance84",
      "title": "Jan 2014, DEMANDS OF THE RESCUE DONE IN THE KIDNAPPING OF GASTECH ",
      "date": "unknown",
      "type": "set4",  
      "contents": "The General Post DEMANDS OF THE RESCUE DONE IN THE KIDNAPPING OF GASTECH 2014/01/21 AVILA, Kronos <br><br> the protectors of Kronos not only have taken the responsibility from the kidnapping of the international employees of GAStech, but also they have made a demand of the rescue of $20M of the president and the CEO Sten Sanjorge, Jr. According to the disclosed thing yesterday, it was speculated that Sanjorge, Jr was the target of the kidnapping; nevertheless, Sanjorge, Jr are safe posteriora part in Tethys. <br><br> They founded the group of the kidnapping, the protectors of Kronos, in 1998 in Elodis, a rural municipality outside capital Avila. They have been protesting for the clean water, human rights, and against the corruption of the government of international Kronos and GAStech. They have done more and more does violence to with its protests that were incumbent in the uproars, bombings of the fire, vandalism, and sacking. "
   },
   {
      "id": "Disappearance85",
      "title": "Jan 2014, Blog posts: Homeland Illumination ",
      "date": "unknown",
      "type": "set4",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people Maha Salo 20 January 2014 <br><br> 1049 - We still have no information about the evacuation of the GAStech building.  There are no signs of smoke or flame, and officials are not answering questions.  Firemen have entered the building - as many as a dozen in full turnout gear. 20 Jan 2014"
   },
   {
      "id": "Disappearance86",
      "title": "June 2013, Annual ends of gathering of POK in the riot, still ",
      "date": "unknown",
      "type": "set4",  
      "contents": "Worldwise Annual ends of gathering of POK in the riot, still 2013/06/22 ABILA, Kronos <br><br> the members of POK held their annual demonstration in Abila yesterday.  A crowd larger than usual met in front of the building of capitol, undulating of the signs holding the images of Elian Karel and Juliana Vann, which were painted like POK martyrdoms.  Crowd sang about the corruption of government and claimed President Dorel Kapelou to bring back.  Several protestateurs carried signs claiming an end to the capitalism of exploitive corporation of Tethys and pleading, GAStech poisoned our children.  <br><br> The police force and the forces of safety of government established between the protestateurs and the building of capitol in an exposure of the force, hoping to prevent the kind of chaos which occurred during the riot of last year.  However, after several hours of the song and the speeches, hardenings in crowd widened and the protestateurs precipitated the line of police force.  The police force was forced to employ teargas, the pepper jet, the guns of water, and the rubber balls to subject crowd and to protect the property.  In spite of their heroic efforts, the protestateurs managed to break some windows, damage several vehicles of police force, and wound three leaders.  "
   },
   {
      "id": "Disappearance87",
      "title": "Jan 2014, Breaking: Emergency at GAStech Headquarters Building",
      "date": "unknown",
      "type": "set4",  
      "contents": "Kronos Star Breaking: Emergency at GAStech Headquarters Building [Updates] Cato Rossini, Marcella Trapani 20 January 2014 <br><br> Update, 10:30 AM:  Abila fire department responds to the alarm.  Firemen are seen entering the building. "
   },
   {
      "id": "Disappearance88",
      "title": "June 2010, GOVERNMENT RESPONDS TO ANOTHER ROUND OF PROTESTS",
      "date": "unknown",
      "type": "set4",  
      "contents": "News Online Today GOVERNMENT RESPONDS TO ANOTHER ROUND OF PROTESTS 2010/06/21 ABILA, Kronos <br><br> Protesters aligned with the Protectors of Kronos (POK) activist group surrounded government buildings chanting and carry images of their so-called martyrs. Kronos government security forces in concert with Abila police suppressed the protest with an impressive show of force."
   },
   {
      "id": "Disappearance89",
      "title": "June 2000, LEAF OF THE FACT OF THE PUBLIC HEALTH OF ELODIS ",
      "date": "unknown",
      "type": "set4",  
      "contents": "Daily Pegasus <br><br> LEAF OF THE FACT OF THE PUBLIC HEALTH OF ELODIS - UPDATE <br><br> 2000/06/01 <br><br> ELODIS, Kronos <br><br> the environmental consequences of the hyperactive acid retirement of the substratum (HASR), a technique that perforated controversy have taken an enormous toll in the health from the residents of Elodis.  An update to health 1998 for all the report soon will be fixed to the municipal Web site of Elodis. I touch of light <br><br> * The levels without toxin precedents were found in the water supply, including fenol, the acetic anhydride, the lead, and the ethylene glycol. <br><br> * The incidence of the chronic disease increased on 89% as of previous years <br><br> * The unusually high incidence of the cancer became so referring to that minister of designated the Nespola health a specialist from the oncología to the general hospital of Abila "
   },
   {
      "id": "Disappearance90",
      "title": "June 2009, Blog posts: ELIAN KAREL DEAD IN KRONOS JAIL ",
      "date": "unknown",
      "type": "set4",  
      "contents": "Homeland Illumination ELIAN KAREL DEAD IN KRONOS JAIL Petrus Gerhard 19 June 2009 ABILA, Kronos  <br><br> Elian Karel, age 28, died Friday while unlawfully incarcerated at the Abila City Prison.  Karel was being held on fraudulent tax evasion charges after his arrest on March 12 earlier this year. His attorney, Michale Kraft made the announcement Friday during a noon press conference. We don't know any details yet.  What I can tell you is that when I left Elian yesterday after meeting with him in the prison he was in excellent health and good spirits.  He was expecting to be released in the next few days and return to his work with the Protectors of Kronos, and was excited to continue the Protectors of Kronos mission to which he dedicated his life.  I can assure you that Elian's death will be investigated with all the resources at our disposal and those responsible will be brought to justice. Supporters of the POK and others began gathering outside the police station as news spread. I can't believe it, Kriste Brontes said through her tears, We were at the rally in March.  He looked and sounded so good.  He was so optimistic that changes were coming.  Who will be able to lead POK now? Karel, from Elodis, had been involved with the POK mission since he was young.  He was only a few years older than Juliana Vann, a friend who died in 1998 of toxin poisoning caused by illegal dumping from the Tethyn company GAStech. Calls to the President's office, the office of the Minister of Justice and the office of the Chief of Police were not immediately returned. "
   },
   {
      "id": "Disappearance91",
      "title": "Jan 2014, Breaking: Emergency at GAStech Headquarters Building ",
      "date": "unknown",
      "type": "set4",  
      "contents": "Kronos Star Breaking: Emergency at GAStech Headquarters Building [Updates] Cato Rossini, Marcella Trapani 20 January 2014 <br><br> Update, 10:50 AM:  A GAStech employee reports that the fire alarm was pulled in response to a bomb threat."
   },
   {
      "id": "Disappearance92",
      "title": "Aug 2012, THE WGO ARE PROTESTERS  ",
      "date": "unknown",
      "type": "set4",  
      "contents": "News Desk <br><br> THE WGO ARE PROTESTERS  <br><br> 2012/08/23 ABILA, Kronos <br><br> with the third anniversary of the death of Elian Karel closer coming - former member of the guards of Kronos - the question is: who are protesters? But not only who she, what are and why do they protest?  <br><br> The guards of Kronos or POK were set up in 1997 residents, of rural Elodis on the advice of now overledde Wellness all (WFA), an international group of the water security. POK in functioning were put to bring attention to clean water spend surrounding Elodis to the government Kronos and the world. POK claim that place of the aardgasboring of bending GAStech the international Tiskele the source of both the pollution of drinking water as well as the destruction of the traditional agriculture ground which surrounds Elodis is.  <br><br> In 1998, WFA conducted testing on the water of Elodis from finding high levels of benzene, toluene and xylene arsenic, barium, chromium, lead and selenium. A further declaration which is released by WFA brought international attention to testing and very on the government and GAStech to act. However, with smashing WFA to attribute to the financing of questions, the requirements of POK were mainly ignored and downplayed. <br><br> Also in 1998, Juliana, Vann, rather healthy of ten years - the old little girl died to a dawdling sickness, which wFA-Gefinancierde the geëisteo doctors water pollution was caused. The government of Kronos refuted officially the requirement the quoting fragmentation of the organization trust WFA as a proof material of onbetrouwbare not source. Anyhow, Juliana the first martyr of POK and has the picture of Juliana on campaign literature sinsdien was used.  <br><br> The second most important martyr of POK is Elian Karel, who in 2009, whereas incarcerated died of indefinite causes. POK claim he trumped omhoog charges were arrested whereas the government of Kronos fights he radical and violent activist was charged with belastingontwijking. Karel geïmpliceerdn with POK since its commencement its father had been seen, Jeroen Karel, an original member was.  The death of Karel van Elian in 2009, was seen by spontaneous agencies of protest round Abila. The anniversary of its dead, 19 June, have extra protests, demonstrations, babble, and violence seen.  <br><br> POK of peaceful protests and demonstrations have evolved which require government action babble to violenter activities including since they claim that the government little has done to nothing in aiming pollution, poisonings, and the sterfgevallen which are incurred by their people. As from 2011, the government of Kronos POK as has a public threat geëtiketteerdl."
   },
   {
      "id": "Disappearance93",
      "title": "Jan 2014, Blog posts: Centrum Sentinel ",
      "date": "unknown",
      "type": "set4",  
      "contents": "Centrum Sentinel VOICES - a blog approximately that what is important to people 21 January 2014 <br><br> 1200 - TO KRONOS PEOPLE:  MORE WILL THAT WE CONCUR WITH KLEPTOCRACY UNFETTERED THAT HAS BEEN TRANSFORMED IN OUR GOVERNMENT AND TO ACTIVITIES IMPERIALIST OF THE FOREIGN SOCIETIES ON OUR NATIVE LAND.  WE HAVE TAKEN THE MEASURES IN ORDER TO ASSESS OUR VOICE - YOUR VOICES - WE ARE YOU FEEL WITHOUT ABOLITION OR DISTORTION.  INERTIAS and the IGNORANCE OF OUR CHOSEN CIVIL EMPLOYEES HAVE FORCED the UNITED STATES IN THESE MEASURES.  YESTERDAY, WE HAVE CONTRASTED a GREED CELEBRATION AND the CORRUPTION BETWEEN the FOREIGN WHO OF the BUSINESSMEN, IN the COLLUSIONE WITH OUR CIVIL EMPLOYEES OF GOVERNMENT, HAS WORKED FOR IMPOVERISH 99% OF THIS LARGE NATION TO THEIRS JUST BENEFIT.  IN A LAW OF DEFIANCE APPREHENDED THE ELITIST ONES THAT THE WHO HAS TAKEN ADVANTAGE OF OUR RESOURCES, KILLED OUR CHILDREN AND RUINED OUR LIFESTYLE.  WE ARE DEMANDING RECOMPENSE UNDER SHAPE OF $20 MILLION THAT WILL BE USED IN ORDER TO ALLEVIATE THE SUFFERING OF PEOPLE.  THAT IS THE FIRST POINT TOWARDS THE TAKEN ONE OF OUR COUNTRY BEHIND. 21 gen. 2014"
   },
   {
      "id": "Disappearance94",
      "title": "March 2001, Added Taxes on Oil, Gas Development Defeated in General Assembly ",
      "date": "unknown",
      "type": "set4",  
      "contents": "News Online Today Added Taxes on Oil, Gas Development Defeated in General Assembly  2001/03/18 ABILA, Kronos <br><br> A motion to increase taxes on oil and gas development by an additional 10% was defeated today in the General Assembly by a vote of 77 to 23.  The proposed tax increase, championed by Minister of Health Cesare Nespola, was to provide specific funding for health care, clean water projects, and health education for rural areas. "
   },
   {
      "id": "Disappearance95",
      "title": "Jan 2014, MEETING SET FOR TOMORROW MORNING",
      "date": "unknown",
      "type": "set4",  
      "contents": "News Online Today <br><br> MEETING SET FOR TOMORROW MORNING  <br><br> 2014/01/19 <br><br> ABILA, Kronos <br><br>  With a meeting set tomorrow at 8 AM, the recent Initial Public Offering, and CEO Sten Sanjorge, Jr. "
   },
   {
      "id": "Disappearance96",
      "title": "Jan 2014, REMOVAL AT GASTECH KRONOS  ",
      "date": "unknown",
      "type": "set4",  
      "contents": "The Tulip <br><br>  REMOVAL AT GASTECH KRONOS  <br><br> 2014/01/20 <br><br>  ABILA, Kronos <br><br>  after a long day of contrary is and confusing is the information reports still schetsmatig, but the tale starts come clearly: a source of the government has confirmed Kronos up to fourteen of GAStech the international employees at the hoofdkwartier of the company in Abila can have kidnapped. <br><br> Much speculation remains concerning which in removal was taken. Speculation includes presence or absence of international President GAStech and CEO Sten Sanjorge Jr. ones the aim had been seen international GAStech has to give a statement to the press still. The speculation concerning the motivation behind removal has been also attribute ongebreidelde to recent GAStech IPO. <br><br> On this moment nobody responsibility for removal has geëistc. Edvard Vann, GAStech - Kronos the security guard which was questioned and after 6 hours was delivered, the daders behind the events of today indicated became suspicious on the guards of Kronos such as are. <br><br>  GAStech international higher security staff employee have been on place the research support that the civil servants of the department of the police force and of the government help Abila Kronos. <br><br>  20 January the annual collective meeting of GAStech was. On what point whereas the company civil servants of the most important office to a reception transitioning of the government Kronos took place abduction.  <br><br> The affirmative reports of a fire on the office are possible as a diversion for the ontvoerders have served or to misfiring during the event have at least contributed. The freight carriages of the department of the fire of Abila to hoofdkwartier GAStech - Kronos were sent around 10:00 this morning local time Kronos to answer to a fire alarm. "
   },
   {
      "id": "Disappearance97",
      "title": "Dec 2013, GOVERNMENT STANDS UP ANTI-TERRORIST TASK FORCE ",
      "date": "unknown",
      "type": "set4",  
      "contents": "News Online Today <br><br> GOVERNMENT STANDS UP ANTI-TERRORIST TASK FORCE <br><br>17 December 2013 <br><br> President Kapelou’s office announced today the formation of a State security anti-terrorist task force.  A spokesman for the office said “Considering the increased incidents of terrorist acts around the world, we felt it was time to readdress our operational readiness.”  Task force members will be recruited from military and law enforcement agencies. "
   },
   {
      "id": "Disappearance98",
      "title": "Feb 1993, MISS INTENTIONS OF GOVERNMENT OF MARCH OF DETAILS ",
      "date": "unknown",
      "type": "set4",  
      "contents": "The Orb  <br><br> MISS INTENTIONS OF GOVERNMENT OF MARCH OF DETAILS <br><br> 1993/02/03 <br><br> ABILA, Kronos <br><br> in a President étincelant Luis Araullo of press conference late last year a historical whole of tax tax incentives designed announced to bring the foreign investment to Kronos under the appearance creating of employment, providing cheap energy and establishing the infrastructure.  After the voice 86-14 month last the Minister of Interior Department Tomas Sarto glorifié the decision as the limiting terminal and improving the people.  <br><br> We will see.  The crafters of these revolutionary measurements neglected to include a plan detailed about the way in which these ventis would profit daily Kronosians.  When the first payment as of these alien company in the trunks of state, how these funds unload do will be dispersed? <br><br> One wonders:  Did the 14 which was opposed to measurement feel the same manner?  Did they wonder also exactly how this money would be directed in education, the improvements in roads, the utilities and the care of health? <br><br> Calls to the offices of the president were not turned over. "
   },
   {
      "id": "Disappearance99",
      "title": "Aug 2008, THE WHO IS THE DEMONSTRATORS ",
      "date": "unknown",
      "type": "set4",  
      "contents": "The Explainer <br><br> THE WHO IS THE DEMONSTRATORS <br><br>  2012/08/24 <br><br> ABILA, Kronos <br><br>  with the third anniversary to approach of the death of Elian Karel - previous member of the protectors of Kronos - the question is:  who are the demonstrators?  But not only who are they, which and because they are protesting? <br><br> The protectors of Kronos or POK were founded on 1997 by the residents of rural Elodis in agreement with the opinion of the now late health for all (WFA), an international group of the security of the water. The POK was initiated to bring the attention to the clean editions of the water that surrounded Elodis to the government by Kronos and the world. The POK affirms that the site that it perforates international of the natural gas of the curve of GAStech Tiskele is the source of both the contamination of the potable water as well as the destruction of the traditional territories of labrantío that surround Elodis.  <br><br> In 1998, WFA made test in the water of Elodis that finds stops levels of the benzene, arsenic of the tolueno and xylene, barium, chromium, lead and selenium. The test of a subsequent declaration sent by the attention and the pressure in the international government and GAStech brought WFA to the act. Nevertheless, with making fragments of WFA due to financing editions, the demands of the POK were not done case and downplayed to a great extent. <br><br> Also in 1998, Julian Vann, of a ten years previously healthy one - the old girl died of a persistent disease, that WFA-financed demanded doctors was caused by the contamination of the water. The government of Kronos officially refuted the demand that mentioned the fragmentation of the WFA organization as it demonstrates of a nontrustworthy source that will not trust. He costs what costs, Julian he felt well to martyr of the first POK and has used the image of Julian in the Literature of the campaign since. <br><br> Martyr secondly main of POK is Elian Karel, that died in 2009 whereas incarcerated of indetermine causes. Trumped upon loads affirms it to the POK was arrested ignition whereas the government of affirms it to Kronos was a radical and violent activist contracted the fiscal evasion. Karel been had implied with the POK from its beginning since his father, Jeroen Karel, were an original member. "
   },
   {
      "id": "Disappearance100",
      "title": "Dec 1992, The GOVERNMENT OF KRONOS PROJECTS TAX RELIEF TO ENCOURAGE the FOREIGN INVESTMENT ",
      "date": "unknown",
      "type": "set4",  
      "contents": "The Light of Truth <br><br> The GOVERNMENT OF KRONOS PROJECTS TAX RELIEF TO ENCOURAGE the FOREIGN INVESTMENT <br><br> 1992/12/12 <br><br>  ABILA, Kronos <br><br>  the government of Kronos currently projects some of the tax relief most generous of the world for gas investments. This will help to create the cheap energy which can give to the country in the process of development a competing advantage and a leg upwards in the push of the government to modernize. <br><br> While the countries of high-income of Europe and the United States pack to benefit to exist and the potential gas layers, Kronos projects to provide incentives such as reducing the individual tax of corporation and, the preferential rates, and the exemptions from the payments as well as cheap, but from eager labor. <br><br> The government of Kronos launches the plan as gain-gain the situation given that the countries of high-income will fight to discover and to exploit the provisioning of never-reduction of fossile fuels and developing Kronos needs income, infrastructure, and cheap energy. <br><br> To seek the companies of energy to be assembled in Kronos."
   },
   {
      "id": "Disappearance102",
      "title": "Jan 2014, Blog posts: The Abila Pos ",
      "date": "unknown",
      "type": "set5",  
      "contents": "The Abila Pos <br><br>  ON THE SCENE BLOG <br><br>  By Haneson Ngohebo <br><br>  20 January 2014 <br><br> 1220 UPDATE - Abila Police arrived at GAStech headquarters, raising concerns and adding to the confusion over what has happened."
   },
   {
      "id": "Disappearance103",
      "title": "Jan 2014, Blog posts: ON THE SCENE BLOG ",
      "date": "unknown",
      "type": "set5",  
      "contents": "The Abila Post <br><br> ON THE SCENE BLOG <br><br> By Haneson Ngohebo <br><br> 20 January 2014 <br><br> 1405 UPDATE - Apparent Kronos Government officials arrived at the GAStech headquarters. They arrived in an unmarked black car with tinted windows and were allowed through the police cordon."
   },
   {
      "id": "Disappearance104",
      "title": "Jan 2014, Blog posts: Homeland Illumination",
      "date": "unknown",
      "type": "set5",  
      "contents": "Homeland Illumination <br><br> VOICES - a blog about what is important to the people <br><br> Maha Salo <br><br> 20 January 2014 <br><br> 1840 - Homeland Illumination correspondent Petrus Gerhard reports that airport officials have released information that a private jet arrived at Abila airport earlier today, and that the jet was met by a waiting limousine. 20 Jan 2014"
   },
   {
      "id": "Disappearance105",
      "title": "Feb 2009, The protest of POK at GAStech sits of the ends in the arrests ",
      "date": "unknown",
      "type": "set5",  
      "contents": "Worldwise <br><br> The protest of POK at GAStech sits of the ends in the arrests <br><br> 2009/02/20 <br><br> ABILA, Kronos <br><br>  dozen protesters being present guards of gathering of Kronos (POK) in front of the regional registered offices of GAStech in Abila was stopped for enfreindre this morning.  The gathering of POK was designed to call the attention to their complaints of the environmental damage caused by the development of the oil and gas layers around Kronos by foreign companies like GAStech.  Approximately two hundred people met in front of the signs of slogans and to undulate of song of building of GAStech which held the faces of the people who died allegedly because of the contamination of the environment.  Tens of the protestateurs were connected with the doors of the building in order to try to prevent employees of GAStech from going to work. <br><br> To maintain order Carman of Adrien of spokesman said, us have allowed group certain latitude with their gathering, but when GAStech complained that the protestateurs blocked the entry with their building, we had to act.  The last thing that we wanted to produce to us was so that an employee of GAStech obtains the evil by crowd right because it tried to go to work. <br><br> The POK, once a small political group of activist of the citizens of the area of Elodis, was revitalization under the charismatic control of Elian Karel.  The spokesman Rufus Drymiau of government said gathering of today of POK, we were concerned with a model of the increasingly aggressive tactic by the guards of Kronos during a certain time now. In the light of the incident of today, President Kapelou ordered the police force to assure additional protection for the public futures rallys of POK."
   },
   {
      "id": "Disappearance106",
      "title": "Sept. 2013, SANJORGE JR. TAKING GASTECH INTERNATIONAL PUBLIC ",
      "date": "unknown",
      "type": "set5",  
      "contents": "The World <br><br> SANJORGE JR. TAKING GASTECH INTERNATIONAL PUBLIC <br><br> 2 September 2013 CENTRUM, Tethys <br><br> After 52 years of being privately owned, Sten Sanjorge, Jr. is taking the natural gas exploration and production company GAStech International public.  With an eye toward becoming even more of a world player in the gas industry, Sanjorge, Jr. is going public to generate working capital for further international expansion and exploration.  The company, founded in 1961 by Sten Sanjorge, Sr., said Monday it plans a stock offering that could place its value in the neighborhood of $3.75 billion. The IPO is expected before the end of the year. "
   },
   {
      "id": "Disappearance107",
      "title": "Jan 2014,Blog posts: Centrum Sentinel ",
      "date": "unknown",
      "type": "set5",  
      "contents": "Centrum Sentinel <br><br> VOICES - a blog approximately that what is important to people <br><br>  20 January 2014 <br><br> 1247 - Interesting developments - two automobiles of the squad of the police have arrived with the lights and the sirene. 20 gen. 2014"
   },
   {
      "id": "Disappearance108",
      "title": "Sep.t 2005, RETURN OF THE PROTESTS OF ELODIS TO THE UPROARS AND THE HALTINGS  ",
      "date": "unknown",
      "type": "set5",  
      "contents": "The Explainer <br><br> RETURN OF THE PROTESTS OF ELODIS TO THE UPROARS AND THE HALTINGS  <br><br>  2005/09/26 ELODIS, Kronos <br><br>  the protectors of Kronos (POK) continue protesting against the contamination that alleges international of the government and GAStech de Kronos, the contamination of the water and a deficiency of an answer of the government. The protests have given violent return lately to extension in releasing the brakes itself to a great extent directed in the site of the curve of Tiskele. <br><br> The last event implied demonstrators of POK that formed a human chain to block the entrance of the site of the curve of Tiskele de GAStech. After releasing the brakes itself recent, the officials of the government did not have any option, but to ascending round the demonstrators they arrest and it to violate. <br><br> The spokesman Rufus Drymiau of the government commented, who these the class of violent actions of the members of the protectors of Kronos is ineffective. We are working close by - the government and the GAStech - assuring to us that all the environmental editions are resolute. <br><br> Several cases of releasing the brakes itself in and around Elodis have been disclosed including trashing of the buildings of the government, to send of the rock, and burnings of the tire. The police has responded quickly and decisive. The several skirmishes with police have finished in haltings.   "
   },
   {
      "id": "Disappearance109",
      "title": "May 2003, THE COO OF DIES IN 73 ",
      "date": "unknown",
      "type": "set5",  
      "contents": "The General Post <br><br> THE COO OF DIES IN 73 <br><br> 2003/05/19 <br><br> CENTER, Tethys <br><br>  Sten Sanjorge Jr, COO of international GAStech, died of an attack of the heart in its writing-desk in the centric headquarters of the center of the company. Although Sanjorge was 73 years, its death came like shock. <br><br> The Sanjorge spent 40 years with GAStech, befriending Hank Fluss in 1963 in which both began towards outside in his the own ones. Like wildcatters, they began to perforate in the known areas not previously to be gas fields. After many it failed wells and on the verge of the financial ruin, of Fluss and Sanjorge, Mr. pressed in possible finding one of the gas fields without taking advantage of greater Tethys. <br><br> Like main official of operation, Fluss has supervised to the extension of GAStech, truth doing to him to an international company and growing it in a multibillonaria operation of the dollar. Always a champion of environmental causes, Sanjorge had disillusioned more and more with the operation of GAStech - of Kronos that filtered its relation with the CEO Hank Fluss, Jr.  <br><br> Sten Sanjorge Jr is survived by its wife of 54 years, Beatriz, its 5 children, and 12 grandsons. "
   },
   {
      "id": "Disappearance110",
      "title": "May 2009, GASTECH ADOPTS NEW STANDARD ",
      "date": "unknown",
      "type": "set5",  
      "contents": "The General Post <br><br> GASTECH ADOPTS NEW STANDARD <br><br> 2009/05/17 <br><br> CENTER, Tethys <br><br> with president and international CEO Sten Sanjorge de GAStech of great fanfarria, the Jr revealed the new standard of the company, leaves from the process rebranding of the company.  <br><br> During the press conference Sanjorge, ray of the new standard - a blue flame of the Jr of the tri-part that is evocative of a leaf to help to the GAStech position and its products as alternative clean of the fuel. It also talked about that the flame of the tri-part represents last, the present one, and the future of the company in that keeping an eye in the past that we know where we came - from our humble principles; an eye in the future we will know where we go - our success that comes; and both feet planted in the present we will be proactivates in always-changing, competitive industry. <br><br> Finally, Sanjorge, Jr affirmed GAStech that the international blue flame is a light that hold of the environmental responsibility, and a symbol of a clean business of the energy that moved ahead. <br><br> This rebranding new standard of process and looks like to be in answer to recent hardship that the multinational giant of the gas has been fighting with in Kronos including the protest of the 19 of February in the headquarters of GAStech - of Kronos of 200 people who blocked the entrance to the building, giving by result several haltings. The protest and others in and around Avila, the capital of Kronos, have been in answer to editions alleged of the contamination of the water and to a deficiency of the answer of the government and of GAStech. <br><br> Sten Sanjorge, Jr declined to directly comment with respect to questions with respect protests and to the contamination of environment. It turned aside, is today a great day for GAStech. I will not let the day be made derail by infundado, border libelous, allegations. "
   },
   {
      "id": "Disappearance111",
      "title": "Jan 2014, Blog posts: ON SCENE BLOG ",
      "date": "unknown",
      "type": "set5",  
      "contents": "Modern Rubicon <br><br> ON SCENE BLOG <br><br> 20 January 2014 <br><br> 20 the January 2014 <br><br> 930 - approximately 1000 that the morning reunion will conclude and CEO Sten Sanjorge, to the Jr. and to the executive group - Ingrid Barranca, live-Current of the Ada, the Strum di Orhan and Willem Vasco-Pais - they will continue to one sponsored reception government of Kronos. With the public offer it begins them recent for international GAStech, the reporter they will ask that what these means for Abila and people for Kronos particularly in terms of reinvestimento in the creation of job and the infrastructure for people of Kronos. The additional filling will be supplied from the reception of government of Kronos for the direction of GAStech."
   },
   {
      "id": "Disappearance112",
      "title": "Jan 2014, Centrum Sentinel ",
      "date": "unknown",
      "type": "set5",  
      "contents": "Centrum Sentinel <br><br> VOICES - a blog approximately that what is important to people <br><br> <br><br> 20 January 2014 <br><br> 1356 - The means that the taken ones has marked GAStech-Tethys have confirmed a sure number of employ you of GAStech lack. 20 gen. 2014 "
   },
   {
      "id": "Disappearance113",
      "title": "Jan 2014, To break off itself: The emergency to GAStech quarters the construction ",
      "date": "unknown",
      "type": "set5",  
      "contents": "Tethys News <br><br> To break off itself: The emergency to GAStech quarters the construction [modernizations] <br><br> 20 January 2014 <br><br> Modernization, 10:50:  An employee of GAStech marks it that the fire fire signaler has been pulled in answer to a threat of the bomb."
   },
   {
      "id": "Disappearance114",
      "title": "Jan 2014, Modern Rubicon",
      "date": "unknown",
      "type": "set5",  
      "contents": "Modern Rubicon <br><br> ON SCENE BLOG <br><br> 20 January 2014 <br><br> MODERNIZATION 1235 - the voices abound potentially in the cares to the pictures lacking GAStech. Some suggest that the recently conferred executive group to has jumped the government reception in order to avoid the pressed one and of left to one disowned position of the resource in order to celebrate their recent unexpected good. <br><br> However, this voice does not explain the presence of the police neither it explains the search of the fire unit of the centers of GAStech."
   },
   {
      "id": "Disappearance115",
      "title": "Jan 214, Blog post: Modern Rubicon",
      "date": "unknown",
      "type": "set5",  
      "contents": "Modern Rubicon <br><br> ON SCENE BLOG <br><br> 20 January 2014 <br><br> 1100 MODERNIZATION - still no indication from the AFD approximately that what if some thing is happened; however, there are relationships that the GAStech - it employs you of Kronos re-united outside of the construction have felt the fire fire signaler."
   },
   {
      "id": "Disappearance116",
      "title": "Aug 2000, EXPLOSION AND FIRE OF THE TISKELE CURVE ",
      "date": "unknown",
      "type": "set5",  
      "contents": "The Explainer <br><br> EXPLOSION AND FIRE OF THE TISKELE CURVE <br><br> 2000/08/18 <br><br> ABILA, Kronos <br><br>  a spark in the GAStech International-had well in the site of the curve of Tiskele ignited the methane gas several hundreds of underground feet, causing a fire ball and the fire that was burned by around one hour is the results of a dual GAStech - investigation of the government of in the morning subsequent explosion and of Sunday of the fire.  <br><br> Four employees of GAStech suffered broken injuries including burns of smaller importance and bones. In contrast to previous information there were deaths and no that lacked the incident as resulting from. He was also not damaged any local residents and although they evacuated to some residents of Elodis of his homes the investigation indicates that the evacuation was unnecessary.  <br><br> Whereas the official cause of the explosion still is under investigation, the problem could have come from a defect in the spring itself. The springs of GAStech are fastened with rings with the necklaces that have fixed per to us that they worked through them. One of per could have blown outside the necklace, sending the gas to us, that then made contact with enemy with a spark."
   },
   {
      "id": "Disappearance117",
      "title": "Jan 2014, THE REQUIREMENTS OF THE RANSOM WHICH ARE MADE IN REMOVAL GASTECH ",
      "date": "unknown",
      "type": "set5",  
      "contents": "The Tulip <br><br> THE REQUIREMENTS OF THE RANSOM WHICH ARE MADE IN REMOVAL GASTECH <br><br> 2014/01/21 <br><br> ABILA, Kronos <br><br> the guards of Kronos have not only also the taken responsibility for the removal of international employees GAStech, but the ransom question of $20M of the President and CEO Sten Sanjorge, Jr. made. <br><br> Reported like yesterday, one speculated that Sanjorge were, Jr. the aim of removal; however, Sanjorge, Jr. are safely in Tethys. <br><br> The removal group, the guards of Kronos, were established in 1998, in Elodis, a rural municipality hoofdAbila. They for clean water, human rights have protested, and against the corruption of the government of international Kronos and GAStech. They have become more and more violent with their protests which babble in, fire bomb attacks, vandalism, and plundering transfer to.  "
   },
   {
      "id": "Disappearance118",
      "title": "April 2005, Protestors Block Traffic to Tiskele Bend Fields",
      "date": "unknown",
      "type": "set5",  
      "contents": "News Online Today <br><br> Protestors Block Traffic to Tiskele Bend Fields  <br><br> 2005/04/06 <br><br> ABILA, Kronos <br><br>  More than a dozen POK protesters were handcuffed and taken into custody by police Tuesday for blocking access to the Tiskele Bend fields. <br><br> The protesters arrived at the entrance to the Tiskele Bend site about 5:30 a.m. and locked arms across the road for about three hours, despite being asked to leave by police. "
   },
   {
      "id": "Disappearance119",
      "title": "March 2010, The race of boat stopped before starting ",
      "date": "unknown",
      "type": "set5",  
      "contents": "World Journal <br><br> The race of boat stopped before starting <br><br> 2010/03/05 <br><br> 10th Kapalou cup was given to later less than one hour before it was due to the beginning after the capsized presidential ship and is descended. It is the first incident of its kind in the history of the famous race of boat of the world, in which the yachts of around the Mediterranean coast compete with for the gold cup coveted. The presidential boat, had by the family of the President running Karel Kapelou II of Kronos, started to take water and slowly disappeared in the sea. <br><br> Cold <br><br> Before an assistance of the hundreds of spectators met in the point of Abila, to be used it as team-member was forced to jump in the life raft and to observe their ship go down until it was almost submerged. The major part of being used as team-member entered the boats of delivery, whereas others which decided to swim with the shore described it as a cold. Little time after the presidential ship was appreciably afflicted, a small boat of engine dispatched in the two directions between the boat and to undulate crowd of shore the guards of Kronos mark to comprise their white emblem of hand.  It is not known if the group were implied incident of boat, although the group is largely recognized like becoming increasingly violent in their protests against the government. To be used as team-member refused to blame the captain of the boat, 41 years Petra Hohimae, which knows well about water in addition to littoral of Kronos. One expects that the race is countermanded although there was no official word. Investigations at the presidential office were not answered.   It is reported that to be used it as team-member suffers only from the minor damage during their abandonment and avoids the contact of pressure. One expects that the ball of official reception of cup of Kapalou is countermanded this evening, although many honourable and celebrities international remain in the country. "
   },
   {
      "id": "Disappearance120",
      "title": "Dec 2013, POK Assault Police in Abila ",
      "date": "unknown",
      "type": "set5",  
      "contents": " Kronos Star <br><br> POK Assault Police in Abila <br><br> Marcella Trapani <br><br> 15 December 2013 <br><br> ABILA, Kronos <br><br>  Police spokesman Adrien Carmen informed the media today that members of the POK assaulted a police patrol in Abila early this morning.  The POK thugs crept up on two patrol officers who were sitting in their vehicle and ambushed the men, bashing the windows of their car and dragging them out of the vehicle into the street.  The officers were beaten, then tied and left in the trunk of their vehicle.  The criminals then proceeded to deface the car with spray-painted POK logos. <br><br> Assaulting a police officer and destroying government property are serious crimes, Carmen said.  I want to assure the public that these men will be caught and brought to justice soon. "
   },
   {
      "id": "Disappearance121",
      "title": "March 2007, THE GASTECH CAR STRIKES THE AUTOMOBILE NEAR ELODIS, FAMILY OF FOUR DEAD ONES ",
      "date": "unknown",
      "type": "set5",  
      "contents": "Daily Pegasus <br><br> THE GASTECH CAR STRIKES THE AUTOMOBILE NEAR ELODIS, FAMILY OF FOUR DEAD ONES  <br><br> 2007/03/21 <br><br> ELODIS, Kronos <br><br>  a collision of the vehicle demanded the lives of a family of Elodis, including afternoon of Tuesday of two children.  The family traveled to house of a program of the school where one of the children had been made in the program of the means in the primary school of Elodis. <br><br> Auxiliary commission Fixes Koppolis of the police of Elodis disclosed three of the victims died in the scene of the accident.  Marcellus Edris, 33, its Valeria wife, 30, its Celia daughter, 7 died in the scene of the accident.  A son, carmine, survived the initial collision but he died more ahead in a hospital of Abila. <br><br> The 25 years not identified - the old driver of the car of GAStech was maintained at night in the jail of the city of Elodis, and later sent. <br><br> The initial information of the investigators indicate that the driver of the car had entered illegal the intersection in where he had could not stop in a sample of the shutdown, whereas the other vehicle had the right of the way. The police this Koppolis of Elodis commission would lead a complete investigation. "
   },
   {
      "id": "Disappearance122",
      "title": "May 2010, IN MEMORY:  THE DEATH OF ELIAN KAREL, A LATER YEAR",
      "date": "unknown",
      "type": "set5",  
      "contents": "ABILA, Kronos <br> - one year suffered young people died today in search of a rosier future for its compatriots in cold, cement prison.  He was attended only by apathetic guards which had been charged with holding him awaiting a research for tax fraud.  In place of it, ever in the early morning hours of 19 June, Elian Karel with wounds inexplicable with the official cause of death died. <br><br> The report that by the Coroner of the city Abila in July 2010 is released schreef the death of Karel to sudden hartstilstand, and the research had been closed soon afterwards.  The nameless sources near at the research, however, have issued witness declaration which the shown signs of Karel body of bone strength traumatism, schuring and cracks prevented that within hours by its dead. <br><br> The police force has denied uncommon no matter what in death happened of Karel and the town civil servants require the charges of assassination and the unlawful dead by POK rabble-rousers trying instability and recall violence are claimed. <br><br> In the year since the death of Karel the guards of Kronos have continued to the task require and that the government Kronos conducts a policy of transparency in government matter, the foreign companies responsible to keep which polluted natural wealth has Kronosian. <br><br> The verdedigers continue themselves group in public places, stipulated that their shouts for justice are heard.  Now mixed with chants of remind Juliana! one can hear also the shouts Elian! to remind"
   },
   {
      "id": "Disappearance123",
      "title": "Jun 2013, Annual ends of gathering of POK in the riot, still ",
      "date": "unknown",
      "type": "set5",  
      "contents": "Worldwise <br><br> Annual ends of gathering of POK in the riot, still <br><br> 2013/06/22 <br><br> ABILA, Kronos <br><br> the members of POK held their annual demonstration in Abila yesterday.  A crowd larger than usual met in front of the building of capitol, undulating of the signs holding the images of Elian Karel and Juliana Vann, which were painted like POK martyrdoms.  Crowd sang about the corruption of government and claimed President Dorel Kapelou to bring back.  Several protestateurs carried signs claiming an end to the capitalism of exploitive corporation of Tethys and pleading, GAStech poisoned our children. The police force and the forces of safety of government established between the protestateurs and the building of capitol in an exposure of the force, hoping to prevent the kind of chaos which occurred during the riot of last year.  However, after several hours of the song and the speeches, hardenings in crowd widened and the protestateurs precipitated the line of police force.  The police force was forced to employ teargas, the pepper jet, the guns of water, and the rubber balls to subject crowd and to protect the property.  In spite of their heroic efforts, the protestateurs managed to break some windows, damage several vehicles of police force, and wound three leaders. "
   },
   {
      "id": "Disappearance124",
      "title": "Jan 2014, To break off itself: The emergency to GAStech quarters the construction ",
      "date": "unknown",
      "type": "set5",  
      "contents": "Tethys News <br><br> To break off itself: The emergency to GAStech quarters the construction [modernizations] <br><br> 20 January 2014 <br><br> Modernization, 10:30:  The fire unit of Abila answers to the alarm.  The National Fire Departments are seen to enter in the construction."
   },
   {
      "id": "Disappearance125",
      "title": "February 2009, Kronos's Protectors of Kronos declared 'terrorist group'",
      "date": "unknown",
      "type": "set5",  
      "contents": "Deleted image: POK has held numerous demonstrations in Kronos's capital of Abila <br><br> Continue reading the main story <br> The government of Kronos has declared the Protectors of Kronos a terrorist group after blaming it for a deadly attack on police headquarters earlier this week. <br> Several of its supporters have been arrested in a crackdown. <br> A POK leader vowed that protests would continue. <br> Government spokesman Rufus Drymiau announced the move, which will give the authorities more power to crack down on the POK. <br> He said that those who belonged to the group, financed it or promoted its activities would face punishment. <br> Continue reading the main story.  <br>The Protectors of Kronos <br> Kronos's oldest and largest environmental activist organization <br> Founded in 1997. <br>Influenced by international groups such as Wellness for All <br> Mixes political activism with environmental work. <br>Rejects use of violence and supports democratic principles <br>Slogan: Justice for Juliana, a reference to a 10-year old Kronosian girl who died as a result of government sponsored environmental contamination  <br><br>The decision was in response to Tuesday's bombing of a police headquarters in Abila, he said. <br>Kronos was horrified from north to south by the hideous crime committed by the POK, Mr. Drymau said. <br>This was in context of dangerous escalation to violence against Kronos and Kronosians and a clear declaration by the POK that it knows nothing but violence. <br>It's not possible for Kronos the state nor Kronos the people to submit to the POK terrorism. <br>Kronos would notify Tethys who had signed a 1998 anti-terrorism treaty of the decision, he added. <br>POK supporters. The POK has denied being responsible for the attack, and accused the Kronos government of staging a frame-up to silence the groups concerns for the people. A POK member told the Times that the government's decision was illegitimate. He added: The protests will continue, certainly "
   },
   {
      "id": "Disappearance126",
      "title": "June 2009, Protest Turns Violent in Abila",
      "date": "unknown",
      "type": "set6",  
      "contents": "ABILA, Kronos <br><br> - A rally of hundreds of protestors allied with the Protectors of Kronos movement turned to violence today as angry activists vented their displeasure on the innocent citizens of Abila after hearing the news of POK leader Elian Karel's death.  Karel, who had been awaiting trial for tax evasion, was found dead in his jail cell yesterday morning. <br> The POK assembly began peacefully enough with the usual chanted slogans and waving of protest signs, but then one young rabble-rouser grabbed a bullhorn and began inciting the crowd to violence.  The crowd smashed windows and vandalized shops in the Siopa area, set fires in the streets, and clashed with police.  Additional police forces responded to contain the chaos and they were forced to use rubber bullets and tear gas in order to disperse the crowds. <br> President Kapelou's office released a statement about the rally, stating, This sort of violence will not be condoned.  Destruction and violence is no way to achieve peace and change - these things are in opposition to each other.  The Protectors of Kronos must resume peaceful means; all other approaches are unjustifiable."
   },
   {
      "id": "Disappearance127",
      "title": "April 2011, Phillies Receive a Surprise Lift In Rallying Past San ",
      "date": "unknown",
      "type": "set6",  
      "contents": "Phillies Receive a Surprise Lift In Rallying Past San Francisco April 30, 2011 <br><br> As the ninth inning began, rookie Werner Chamberlain Jr. wanted desperately to feel what it was like to be a winner in the major leagues. ``Coming down the stretch and we were ahead, I just wanted to get it over with,'' said Chamberlain, who played a big part in the Philadelphia Phillies' 7-6 victory over the San Francisco Giants on Sunday. Chamberlain, who watched the Phillies lose their first two games since his promotion Friday from the minors, entered the game in the second inning after an injury to center fielder Rico Ledford and went 2-for-4 with two runs batted in. Manager Jimmie Bohannon signaled for Magee to come into the game after Ledford slid face-first onto the artificial turf diving for a fly ball that bounced off his glove and turned into an inside-the-park homer. ``That's why they tell you to stay in the game when you're on the bench, so that you can just jump right in,'' Chamberlain said. Chamberlain was immediately tested in the field. On the first ball hit after rookie Perri Brown' inside-the-park homer, Steven Helms lined a ball to left-center and Chamberlain made a nice over-the-shoulder catch at the warning track. And he immediately produced at the plate, hitting a run-scoring single that was part of a three-run second inning by the Phillies. Magee's most important contribution came in the fifth, when his two-out single sparked a three-run rally that helped Philadelphia overcome a 6-4 deficit and end a 10-game homestand with only their second win. ``I like what I've seen of him'' Bohannon said. ``He runs well and he plays hard.'' The Giants were undone by two errors that produced five unearned runs, and by their inability to produce offense off anyone but Phillies starter Matthew Bashaw. Four Philadelphia relievers limited San Francisco to one hit in the final six innings. ``You can't give away all those outs,'' Giants manager Dusty Baker said. ``And their bullpen shut us down.'' Toby Borland (6-3) got the win with two scoreless innings of relief, and Rico Copper pitched the ninth for his 27th save. The Phillies were trailing 6-4 in the fifth when they chased starter Marketta Stephens (10-5), who lost for the first time in eight day-game decisions this season. Magee's two-out single scored Miki Ahumada. Micki Orton hit a grounder to third, but Steven Helms dropped Kimber Woo's throw that would have forced Magee at second, and Gregorio Heckman followed with a two-run double. "
   },
   {
      "id": "Disappearance128",
      "title": "June 2012, Kapelou Calls POK A Gang of Criminals ",
      "date": "unknown",
      "type": "set6",  
      "contents": "Kronos Star <br><br> Kapelou Calls POK A Gang of Criminals <br><br> Eva Thayer <br><br> 21 June 2012 <br><br> ABILA, Kronos <br><br> In a press release today, President Kapelou today called the POK a gang of criminals, thugs, and malcontents who have become a pestilence to our peaceful way of life.  President Kapelou's comments come after a POK demonstration turned into a large-scale riot throughout the government sector of the capital on Tuesday.  President Kapelou has called for increased police patrols of the Elodis area and has said that all future POK demonstrations will be met with maximum police force."
   },
   {
      "id": "Disappearance129",
      "title": "March 1996, Tiskele Bend Gas Fields Larger Than First Thought  ",
      "date": "unknown",
      "type": "set6",  
      "contents": "News Online Today <br><br> Tiskele Bend Gas Fields Larger Than First Thought  <br><br> <br><br> 1996/03/14 <br><br> ABILA, Kronos <br><br>  A press release from the Ministry of Interior today announced that the Tiskele Bend gas fields could be as much as 5 times larger than originally estimated.  When we contacted Minister Sarto's office for comment, he said, We were astounded by the results of GAStech's recent survey of Tiskele Bend. " 
   },
   {
      "id": "Disappearance130",
      "title": "Jan 2014, Blog posts: The Abila Post ",
      "date": "unknown",
      "type": "set6",  
      "contents": "The Abila Post <br><br> ON THE SCENE BLOG <br><br> By Haneson Ngohebo <br><br> 20 January 2014 <br><br> 1721 UPDATE - GAStech employees have continued to trickle out over the past two hours. A few have agreed to communicate with members of the press indicating that they were instructed not to say anything. They also declined to be named. <br><br> Generally, the GAStech employees said that everyone was being interviewed about the events of the day, about the meeting, and the recent IPO. <br><br> In addition to the GAStech employees, the caterers for the breakfast meeting, who were dressed all in black, have been released. "
   },
   {
      "id": "Disappearance131",
      "title": "Jan 2014, Breaking: Emergency at GAStech Headquarters Building ",
      "date": "unknown",
      "type": "set6",  
      "contents": "Kronos Star <br><br> Breaking: Emergency at GAStech Headquarters Building [Updates] <br><br> Cato Rossini, Marcella Trapani <br><br> 20 January 2014 <br><br> Update, 3:20 PM:  GAStech employees are being allowed to leave the building."
   },
   {
      "id": "Disappearance132",
      "title": "Aug 1998, TEN-YEAR OLD ELODIS GIRL DIES OF POISONING ",
      "date": "unknown",
      "type": "set6",  
      "contents": "News Online Today <br><br> TEN-YEAR OLD ELODIS GIRL DIES OF POISONING 1998/08/20 <br><br> ELODIS, Kronos <br><br>  Ten-year old Juliana Vann died yesterday afternoon, surrounded by her family and friends.  After visits to many hospitals, a doctor associated with the international assistance organization Wellness For All recommended Juliana be tests for benzene poisoning "
   },
   {
      "id": "Disappearance133",
      "title": "March 2011, Peter Will Move U.S. Troops In Middle East to Secure Areas ",
      "date": "unknown",
      "type": "set6",  
      "contents": "Modern Rubicon <br><br> ON SCENE BLOG <br><br> 20 January 2014 <br><br> MODERNIZATION 1947 - from the news conference of the police of Abila: There are approximately fourteen individuals inspiegati between the staff of GAStech. Still it has not been determined if all these individuals in effects are lacking. Although she is confirmed that more than a dozen the individuals were inspiegati, the police of Abila has said that one does not mean that they lack necessarily. Neither she means that it has been kidnapped. To this point the case is under investigation and the more information will be freed like facts are learned. The police of Abila has sped up that anyone that sees all the unusual activity would have immediately to signal it."
   },
   {
      "id": "Disappearance134",
      "title": "Jan 2014, MEETING WHO IS PLACED FOR THE MORNING OF MORNING",
      "date": "unknown",
      "type": "set6",  
      "contents": "News Desk <br><br> MEETING WHO IS PLACED FOR THE MORNING OF MORNING <br><br> 2014/01/19 <br><br> ABILA, Kronos <br><br>  with a meeting who at 8 AM, the recent initial public, and CEO Sten which Sanjorge are placed tomorrow offer, Jr. in town report donors on the hoofdkwartier GAStech will decrease - Kronos in droves with abundance of questions. <br><br> News Desk Haneson Ngohebo, writer of the scene Blog, will send to live blog the event with the hope of getting Sanjorge, Jr. and are GAStech - Kronos control group to comment on IPO, their recent wind falls, and planning GAStech for Kronos."
},
   {
      "id": "Disappearance135",
      "title": "March 2012, THE THREATS PUBLISHED BY POK",
      "date": "unknown",
      "type": "set6",  
      "contents": "The Explainer <br><br> THE THREATS PUBLISHED BY POK <br><br> 2012/03/09 <br><br> ABILA, Kronos <br><br> the tried letters to be of the protectors of Kronos (POK) have been received by Vincent Kapelou, minister of the health and nephew of president Kapelou. The threatening letters nothing else appear to be the empty threats of an organization attention-whom it looks for and. <br><br> Mr. said Kapelou, the occasions is this one is not nothing, but we are not going to take no occasions. Despite him it has doubled the size of his personal force of the security in answer to the letters. <br><br> These classes of threats reinforce only the fact that the POK are a public threat to quote to president Kapelou. "
   },
   {
      "id": "Disappearance136",
      "title": "Jan 2014, Homeland Illumination",
      "date": "unknown",
      "type": "set6",  
      "contents": "Homeland Illumination VOICES - a blog about what is important to the people <br><br> Maha Salo <br><br> 20 January 2014 <br><br> 2232 - Homeland Illumination correspondent Petrus Gerhard reports airport officials have confirmed the arrival of a private jet from Tethys.  Several passengers departed into a waiting limousine.  Gerhard followed the limousine, which drove directly to Abila Police Headquarters. 20 Jan 2014"
   },
   {
      "id": "Disappearance137",
      "title": "March 2009, POK RALLY DRAWS THOUSANDS OF SUPPORTERS  ",
      "date": "unknown",
      "type": "set6",  
      "contents": "Homeland Illumination <br><br> POK RALLY DRAWS THOUSANDS OF SUPPORTERS <br><br> <br><br> Petrus Gerhard <br><br> 7 March 2009 <br><br> ABILA, Kronos <br><br>  Thousands of protesters carrying banners reading Remember Juliana! and chanting We want truth! rallied in front of the Kronos government offices Saturday morning. Protesters were demanding an accounting of the government revenues from then President Araullo's tax incentives that were signed into law in 1993. <br><br> Ten-year old Juliana Vann died in 1998 from an illness caused by contaminated water from GAStech drilling operations. She has become the heart-rending icon of a movement that has gained support from one end of Kronos to the other. <br><br> We were promised better jobs, new roads, better healthcare and a better standard of living, said one 20-year old protestor who declined to have her name used.  All I see are bigger mansions for the ministers and a hospital that costs more to fix than it can make.  We won't accept that! <br><br> The protestor was referring to Abila General Hospital built in 1997 ostensibly with money from the increased revenue from the foreign gas operations here on Kronos.  The non-profit hospital has had difficulty maintaining its infrastructure, despite the extensive restoration performed sevearl years ago to replace the electrical and plumbing systems. <br><br> The contracts were all given to family and cronies of the ministers, accuses 26-year old Jon L., who traveled six hours to attend yesterday's rally.  What we need is transparency in our government.  We need to know what happens to all the money coming in from these foreign companies. <br><br> Protest leader Elian Karel addressed the demonstrators at Abila City park.  Karel took over POK leadership from Henk Bodrogi, whose ill health forced him down from the position.  Karel spoke eloquently about the beginnings of the POK campaign as a grassroots effort for clean water, to the dynamic movement it has become demanding improved government transparency and accountability. <br><br> We aren't asking for anything unreasonable, Karel speaks passionately to his ardent listeners.  All we want is to know how our taxes are being used.  We know these corporations are generating records profits at the expense of Kronos, but we see none of the promised improvements.  All we want is accountability for those who died because of greed, corruption and disregard of those who they should be protecting. Calls to the President's office were not immediately returned. "
   },
   {
      "id": "Disappearance138",
      "title": "Jan 2014, To break off itself: The emergency to GAStech quarters the construction ",
      "date": "unknown",
      "type": "set6",  
      "contents": "Tethys News <br><br> To break off itself: The emergency to GAStech quarters the construction [modernizations] <br><br>  20 January 2014 <br><br> Modernization, 11:45:  The civil employees of fire unit allow that the construction employs it you of GAStech king-enter. "
   },
   {
      "id": "Disappearance138",
      "title": "Aug 2000, TISKELE THE EXPLOSION AND THE FIRE OF THE BEND ",
      "date": "unknown",
      "type": "set6",  
      "contents": "News Desk <br><br> TISKELE THE EXPLOSION AND THE FIRE OF THE BEND <br><br> 2000/08/18 <br><br> ABILA, Kronos <br><br> a spark in GAStech which becomes well at the place of bending internationaal-bezeten Tiskele put underground methaangas to hundreds foot, a causing fire ball and the fire which burned for an approximately hour are the findings of double GAStech - government research of the explosion and the further fire Sunday morning.  <br><br>  Employees celebrate GAStech members to wounds including less important burns and broken boneses. In contrast to previous reports there were no sterfgevallen and nothing which misses as a result of the incident. No local residents were wounded also and although some residents of Elodis of their houses became evacuated the research indicates that the clearance was unnecessary.  <br><br> Whereas the official cause of the explosion is being investigated still, the problem can be come from a shortage in the source himself. The sources of GAStech have been rung with collars which pin placed have which go through them. One of the spelden can from the collar have blown, the releasing gas that when in contact with a spark came. "
   },
   {
      "id": "Disappearance139",
      "title": "Jan 2014, To break off itself: The emergency to GAStech quarters the construction ",
      "date": "unknown",
      "type": "set6",  
      "contents": "Tethys News <br><br>  To break off itself: The emergency to GAStech quarters the construction [modernizations] <br><br> 20 January 2014 <br><br> Modernization, 1:50 PM:  We have tried twenty new numbers of telephone to GAStech, but no other has answered to has tried to call the coordinator of the sig. Strum still, but has not answered to the telephone "
   },
   {
      "id": "Disappearance140",
      "title": "Feb 2013, Hospitals of Abila that see the affluence of the designer drug users",
      "date": "unknown",
      "type": "set6",  
      "contents": "Everyday News <br><br> Hospitals of Abila that see the affluence of the designer drug users <br><br> 2013/02/09 <br><br> The department of the emergency in the general hospital of Abila in Kronos has been sunk in the month last through the people who underwent medical complications of designer drugs such as caramel of cotton and synthetic marijuana, civil employee of the hospital this. <br><br> We have had at least two cases dozen in the last month, said Alicia Bianca, in charge of the nurse of the department. They crush to Us literally. <br><br> Bianca said that it never has seen east level of the activity related to the overdoses of the drug in the seven years that it has handled the department of the emergency and in the 20 years she has been nurse. <br><br> The authorities in the caramel of cotton this Abila could have been a factor in the death of the Potter de Ralf of 54 years, that contusionaron and the naked body was found the 4 of February throughout a way of the deadlock. The investigators are waiting information of the toxicología to determine the cause of their death. Citywide, several deaths have been attributed to the caramel of cotton according to the national center of the poison of Kronos. <br><br> The patients are coming to the general of Abila through the greater region of the city, and include to adults and the socioeconomic youths, man and female, and all bottoms, Bianca this. <br><br> Sgt Antonio Arresta of the body of firemen of Abila, first-responder to the medical calls of the emergency in the city, said that its department also has considered a point in the number of the people who needed the treatment for the complications designer drugs. We went of calls zero to a handful of calls in the last month, he said. <br><br> Bianca and Arresta these their efforts to treat people become more difficult because they often do not know any thing on the designer drugs that were taken. <br><br> You do not know what you are obtaining when obtain you it, to Bianca this. We have done that the patients come inside and who act outside control, that is very violent. They say to us that there are been making the caramel of cotton or the synthetic marijuana. <br><br> Bianca this is few clinical data there on the effects of the cotton caramel, because he is toxicant that emerges. There are studies no controlled in toxicología, she said. The national center of the poison gathers anecdotal information on overdose of hospitals and other suppliers like part of efforts to offer advice on how treating patients. <br><br> The designer drugs are composed chemical synthesized to resemble itself the active often illegal drug ingredient. The caramel of mímico cotton khat of the drug, a stimulant. The manufacturers frequently change to the chemical composition and its name of the drug of designer to the passage in front of authorities, Biance of the stay a saying. It is another way to sell it, she said. <br><br> The caramel of cotton of the term, for example, is a nickname of the drug and it does not have anything to do with convite of the carnival. The drug has been sold under the name of the spice soña one week and under the name of the flower of tulipán the following one.  The government of Kronos has put three of chemical agents of general use in the creation of the caramel of cotton in his controlled list of the substance, criminalizing his use and possession. However, the government cannot caramel of absolute cotton of the interdiction because the manufacturers can alter the prescription and border the law, Bianca this. The drugs are sold in line as products of the herbaria therapy and are available on the accountant in warehouses of the area. <br><br> Still we do not know what you are obtaining with the cotton caramel. The chemical composition varies of the package to the package, Bianca this. <br><br> A factor for the reputation of the cotton caramel is his low cost, Bianca this. She said a gram of costs of the cotton caramel on K18 whereas a gram of cocaine costs K166. <br><br> The cotton caramel creates euphoria, or an overflow, to which it is equal or greater than than of the cocaine but also cause to collapse that is worse, Bianca this. The people often soon of badly the effects of the collapse to go of borrachera in the cotton caramel to the point where they consume the drug per days. They yearn for It, she said. <br><br> After he is repeated the use, the cold drug the brain of a person, draining the chemical agents that balance their operations. This leads sometimes to the strange behavior, often sicopático that has been disclosed in the means, such as the case of the naked man in Elodis that was operation found under the center of an important highway, Bianca this. The graspings and delusions are incredible, she said. Whereas it is not still certain who is behind the distribution of this round one of designer drugs, the organized crime suspected the police is persecuting this great source of the rent. The army of people of Asterian been has implied traditionally with drug traffic through the region, and the agencies of the application are fence examinee the possible cooperation between the insurgent organizations of drug traffic and political groups. "
   },
   {
      "id": "Disappearance141",
      "title": "Jan 2014, To break off itself: The emergency to GAStech quarters the construction " ,
      "date": "unknown",
      "type": "set6",  
      "contents": "Tethys News <br><br> To break off itself: The emergency to GAStech quarters the construction [modernizations] <br><br> 20 January 2014 <br><br> Modernization, 3:40 PM:  An employee of GAStech, that he has refused of being identified, relationships that see much people dressed in the black one in the construction before the fire fire signaler.  This people were not employ you of GAStech are were involving uneven and lurking approximately."
   },
   {
      "id": "Disappearance142",
      "title": "May 2000, ELODIS PUBLIC HEALTH FACT SHEET  ",
      "date": "unknown",
      "type": "set6",  
      "contents": "Homeland Illumination <br><br> ELODIS PUBLIC HEALTH FACT SHEET - UPDATE <br><br> Maha Salo <br><br> 31 May 2000 <br><br> ELODIS, Kronos <br><br> The environmental consequences of Hyper Acidic Substrate Removal (HASR), a controversial drilling technique have taken a huge toll on the health of Elodis residents.  An update to the 1998 Wellness for All report will soon be posted on the Elodis municipal website. <br><br> Highlights <br><br> * Unprecedented levels of toxins were found in the water supply, including phenol, acetic anhydride, lead, and ethylene glycol. <br><br> * The incidence of chronic illness increased  over 89% from prior years <br><br> * The unusually high incidence of cancer became so concerning that Minister of Health Nespola appointed an oncology specialist to Abila General Hospital "
   },
   {
      "id": "Disappearance143",
      "title": "Aug 2000, TISKELE BEND EXPLOSION AND FIRE  ",
      "date": "unknown",
      "type": "set6",  
      "contents": "News Online Today <br><br> TISKELE BEND EXPLOSION AND FIRE  <br><br> 2000/08/17 <br><br> ABILA, Kronos <br><br> A spark at the GAStech International-owned well at the Tiskele Bend site ignited methane gas several hundred feet underground, causing a fireball and fire that burned for about an hour is the findings from a dual GAStech - government investigation of the explosion and subsequent fire Sunday morning. "
   },
   {
      "id": "Disappearance144",
      "title": "June 2013, Annual POK Rally Ends in Riot, Again  ",
      "date": "unknown",
      "type": "set6",  
      "contents": "News Online Today <br><br> Annual POK Rally Ends in Riot, Again  <br><br> 2013/06/20 <br><br> ABILA, Kronos <br><br> POK members held their annual demonstration in Abila yesterday. Police and government security forces set up between the protestors and the Capitol building in a show of force, hoping to prevent the kind of chaos that occurred during last year's riot. "
   },
   {
      "id": "Disappearance145",
      "title": "March 2007, GASTECH TRUCK HITS AUTOMOBILE NEAR ELODIS, FAMILY OF FOUR DEAD  ",
      "date": "unknown",
      "type": "set6",  
      "contents": "ELODIS, Kronos <br> - A vehicle collision claimed the lives of an Elodis family, including two children Tuesday afternoon.  The family was traveling home from a school program where one of the children had performed in the Spring Program at Elodis Primary School.  <br><br> Elodis Assistant Police Commissioner Adian Koppolis reported three of the victims died at the scene of the accident.  Marcellus Edris, 33, his wife Valeria, 30, their daughter Celia, 7 died at the scene of the accident. <br> The unidentified 25-year old driver of the GAStech truck was held overnight in the Elodis city jail, and then released.  Commissioner Koppolis said Elodis police would conduct a full investigation."
   },
   {
      "id": "Disappearance146",
      "title": "May 2004,ELODIS PUBLIC HEALTH FACT SHEET 2004  ",
      "date": "unknown",
      "type": "set6",  
      "contents": "All News Today <br><br> ELODIS PUBLIC HEALTH FACT SHEET 2004  <br><br> 2004/05/29 ELODIS, Kronos <br><br> The Elodis Community Health Center has published an update to the Wellness for All study performed in 1998.  The full report will soon be posted on the Elodis municipal website. "
   },
   {
      "id": "Disappearance147",
      "title": "Jan 2014, Blog notes: Centrum Sentinel",
      "date": "unknown",
      "type": "set6",  
      "contents": "Centrum Sentinel <br><br> VOICES - a blog approximately that what is important to people <br><br> 21 January 2014 <br><br> 0911 - To a news conference hardly some police of Abila of minuteren ago has modified the number of sig.na of employs you of GAStech to ten.  It is unknown if the police has identified which employs to you they lack. 21 gen. 2014 "
   },
   {
      "id": "Disappearance148",
      "title": "Jan 2014, Blog notes: ON SCENE BLOG",
      "date": "unknown",
      "type": "set6",  
      "contents": "Modern Rubicon <br><br> ON SCENE BLOG <br><br> 20 January 2014 <br><br> MODERNIZATION 1721 - it employs to you of GAStech have continued to drip outside over the two slid hours. Some have accosentito in order to communicate with the members of the pressed one that it indicates that they have been people in charge not to say null. Moreover they have refused of being calls to you. Generally, it employs you to it of GAStech have said that all she was interviewing approximately the events of the day, the reunion and the recent IPO. Beyond that he employs you to it of GAStech, the suppliers for the reunion of the first breakfast, that they have been dressed all in the black one, have been freed."
   },
   {
      "id": "Disappearance149",
      "title": "Jun 2011, POK Protesters Vandalize Siopa District  ",
      "date": "unknown",
      "type": "set7",  
      "contents": "News Online Today <br><br> POK Protesters Vandalize Siopa District  <br><br> 2011/06/21 <br><br> ABILA, Kronos <br><br>  A Protectors of Kronos demonstration in the streets of the Siopa district in downtown Abila resulted in numerous incidents of vandalism and opportunistic looting yesterday. "
   },
   {
      "id": "Disappearance151",
      "title": "Jan 2014, To break off itself: The emergency to GAStech quarters the construction",
      "date": "unknown",
      "type": "set7",  
      "contents": "Tethys News <br><br> To break off itself: The emergency to GAStech quarters the construction [modernizations] <br><br> 20 January 2014 <br><br> Modernization, 12:40 PM:  The additional police has arrived to the centers of GAStech.  She is barricades of control of crowd of putting in work around to the construction.  The police has not commented their activities."
   },
   {
      "id": "Disappearance26",
      "title": "Jan 2014, Blog notes: ON SCENE BLOG",
      "date": "unknown",
      "type": "set7",  
      "contents": "Modern Rubicon ON SCENE BLOG 20 January 2014 <br><br>  MODERNIZATION 1721 - it employs to you of GAStech have continued to drip outside over the two slid hours. Some have accosentito in order to communicate with the members of the pressed one that it indicates that they have been people in charge not to say null. Moreover they have refused of being calls to you. Generally, it employs you to it of GAStech have said that all she was interviewing approximately the events of the day, the reunion and the recent IPO. Beyond that he employs you to it of GAStech, the suppliers for the reunion of the first breakfast, that they have been dressed all in the black one, have been freed." 
   },
   {
      "id": "Disappearance51",
      "title": "Sept 2013, SANJORGE JR. THAT INTERNATIONALLY PUBLIC GASTECH TAKE ",
      "date": "unknown",
      "type": "set7",  
      "contents": "The Tulip SANJORGE JR. THAT INTERNATIONALLY PUBLIC GASTECH TAKE 2013/09/03 CENTER, Tethys <br><br> after 52 years of private it are, Sten Sanjorge, Jr. take of the aardgasexploratie and production the international public of bedrijfGAStech. With an eye to even of a world player in the gasindustrie, Sanjorge still more, will Jr. in public company capital for further international extension and produce exploration.  The company, which in 1961, Sten aforesaid Sanjorge, SR are set up., Monday plant a stock which could place that its value in the buurt from $3.75 billion offers. IPO are expected before the end of the year. "
   },
   {
      "id": "Disappearance25",
      "title": " Jan 2014, Employees of GASTech removed in Kronos ",
      "date": "unknown",
      "type": "set7",  
      "contents": " World Journal Employees of GASTech removed in Kronos 2014/01/21 <br><br> Fourteen employees have fears removed in Kronos by a radical environmental group of terrorist during a meeting of corporation.  One fears fourteen employees, probably including five executive leaders, removed yesterday by the guards of Kronos.  Disappeared paid include: President and PRESIDENT Sten Sanjorge Jr, CFO Ingrid Barranco, Campo-Corrente of ADA of CIO, ROUCOULEMENT Orhan de GAStech pianotent, and environmental leader Willem Vasco-Feed. The local organizations of news received a note of ransom of the claiming responsibility and to require POK $20 million the company.  They is possible additional requests are received. Sanjorge and the others disappeared according to a meeting from council to the registered offices from GASTech.  A signal of fire went to far, and the execs the were disappeared little discovered ones from time after that.  The list supplements of all employed unexplained was not released.  John Rathburn, an American expert in executive kidnappings who lives in Tethys, known as that Kronos was not known like archetypal country for removal. However, the activity increased by POK, the APA [the popular army of Asterian], and others in the area appreciably increased the risk. Corresponding times in Abila indicate that offices of GASTech are closed, and of the calls of telephone are answered but of the local authorities concerned.   The registered offices of corporation of GASTech in Tethys refused to comment on. However, other sources of news brought back to Tethys the federal civils servant of application of law and the personnel of the ministry of Tethan of the Foreign Affairs arrived in Kronos to help the police force in research. "
   },
   {
      "id": "Disappearance76",
      "title": " Jan 2014, Breaking: Emergency at GAStech Headquarters Building  ",
      "date": "unknown",
      "type": "set7",  
      "contents": "Kronos Star Breaking: Emergency at GAStech Headquarters Building [Updates] Cato Rossini, Marcella Trapan 20 January 2014 <br><br> Vann's account confirms the unofficial police statement that the POK are suspected as the kidnappers.  There is still no information on who was kidnapped."
   },
   {
      "id": "Disappearance101",
      "title": "Nov 1999, Overall the benevolence trunks of the calamity evacuation canal ",
      "date": "unknown",
      "type": "set7",  
      "contents": "The Continent <br><br> Overall the benevolence trunks of the calamity evacuation canal <br><br> 1999/11/16 New profession campaign on the horizon to maintain fluidity. The agencies of the aid have warned that the monetary and food needs have increased worldwide and they cannot be able that satisfy to basic needs. The office of the V.N. for coordination of humanitarian matter says that 15 millions people with need for essential goods and the services remain, because the number of and the austerity of crises in a lack of food, health care, and access to maintenance. have resulted One new aid group, GIVING Singapore have been recently been in reply to the conflict in Kosovo.  Dr. Jayala Mahmed could not find an existing organization its to sponsor to submit an application its medical services there.  GIVING Singapore has sent five tasks to Kosovo to supply mobile medical care.  They have launched also a charity effort in association with the governments of Malaysia.  We are our prepared to help, but financing is difficult, explained find Dr. Mahmed. This way much are necessary but so that has been much already spent. Thirteen people were wounded on Tuesday in Izmit, Turkey, since people a convoy of the government aid mobbed, aforesaid civil servants.  Zowat 20,000 people have been completely feared in the two earthquakes which have been prevented this year.  GIVING Singapore has sent aid teams to Turkey. But nevertheless the aid organizations uitgerekt to their borders become.  Wellness for all assisted ad hoc emergency situation medical teams during the earthquake of September in central Taiwan that 7.3 on the scale measured Richter.  The response of the teams of the emergency situation was impressive, but unco-ordinated, explained Wellness for already spokesperson.  We were the more so never if we were conducted to most desperate places.  We led shortly medicines and funds to support our aid teams and had to house return.  Whereas the overall press which is communicated more than 2500 people was killed and 100,000 bldg. was destroyed, the local press they found communicated people for were considerably given and aid aid decreased.  The overall organization of the calamity of the emergency situation reports their members all does they is able get aid by to earthquake victims, but they have to giant injections of funds necessary do this."
   },
   {
      "id": "Disappearance150",
      "title": "Nov 1998, POK REPRESENTATIVES MEET WITH KRONOS MINISTER OF HEALTH ",
      "date": "unknown",
      "type": "set7",  
      "contents": "All News Today <br><br> POK REPRESENTATIVES MEET WITH KRONOS MINISTER OF HEALTH  <br><br> 1998/11/15 <br><br> ABILA, Kronos <br><br>  Representatives from the social activist group Protectors of Kronos (POK) met earlier this week with Cesare Nespola, Minister of Health to discuss resolutions to the water contamination that has plagued Elodis since the late 1990s.  He seemed to be very responsive to our request to establish improved health care in Elodis, and reverse the contamination responsible for so many of our illnesses.  <br><br> The POK formed in 1997 from a grassroots action group in response to the pollution of the Elodis water supply and the resultant sickness and deaths of local residents over the subsequent several years. "
   }
   ]


