[
 {
  "Note": 0, 
  "Text": "GasTech - Natural gas in Kronos, good profit but do not care about the enviroment"
 }, 
 {
  "Note": 1, 
  "Text": "Several employee go missing - Protectors of Kronos - Bring law enforcement up to date - disapearance around 2014"
 }, 
 {
  "Note": 2, 
  "Text": "Big meeintg on 20th of January 2014 - After meeting two jets left the airport - Mysterious men at the back? Possible kidnapping of members? in the plane?"
 }, 
 {
  "Note": 3, 
  "Text": "Fire alarm? A possible distraction of taking the people?"
 }, 
 {
  "Note": 4, 
  "Text": "Meeting about going public IPO? Jan 21st - Ransom for employees? Maybe the mysterious men and airport? - How did the men take all the people to the airport?"
 }, 
 {
  "Note": 5, 
  "Text": "WFA working with POK - Detectors of Kronos are quiet until 2014?"
 }, 
 {
  "Note": 6, 
  "Text": "Levels of toxins has increase more than 89% of the former years. High cancer, toxins and enviroment => very dangerous "
 }, 
 {
  "Note": 7, 
  "Text": "Strong relationship with government not built yet"
 }, 
 {
  "Note": 8, 
  "Text": "1998 - really bad toxin affecting younger generation"
 }, 
 {
  "Note": 9, 
  "Text": "GasTech open in 1995 - Pollution problems in 1998 - But kidnapping in 2014? so it took them 16 years"
 }, 
 {
  "Note": 10, 
  "Text": "St George was not in town when there was a emergency meeting?"
 }, 
 {
  "Note": 11, 
  "Text": "GAStech doing illegal drilling yet not being punished? -- Government being bribed?"
 }, 
 {
  "Note": 12, 
  "Text": "Overal health has been declining in Kronos since GAStech came "
 }, 
 {
  "Note": 13, 
  "Text": "Tiskele Gas field -> why Gastech moved?"
 }, 
 {
  "Note": 14, 
  "Text": "Tiskele blow up caused by POK to get GASTech to leave? "
 }, 
 {
  "Note": 15, 
  "Text": "The explosion caused by GAStech"
 }, 
 {
  "Note": 16, 
  "Text": "Executives probably not part of the kidnapping"
 }, 
 {
  "Note": 17, 
  "Text": "Empty threats before 2014 ~ 2012ish - POK gets more server ~5 years before 2014ish? Need more information"
 }, 
 {
  "Note": 18, 
  "Text": "POK - Elian Karel"
 }, 
 {
  "Note": 19, 
  "Text": "Elian Karel passed away in jail, unlawful incareceration?"
 }, 
 {
  "Note": 20, 
  "Text": "Julia Vann: died of illness from contaminated water from Gastech drilling ,_ rason for Elian Karel to join POK"
 }, 
 {
  "Note": 21, 
  "Text": "Were promised better lane, new ways better healthcare and better standards of living "
 }, 
 {
  "Note": 22, 
  "Text": "Yet it is getting worse people are getting hurt from tax law by Araulio"
 }, 
 {
  "Note": 23, 
  "Text": "New hospital possbily in 95"
 }, 
 {
  "Note": 24, 
  "Text": "Policego to headquarter because of a bomb threat"
 }, 
 {
  "Note": 25, 
  "Text": "Limo goes to police department first before GASTech"
 }, 
 {
  "Note": 26, 
  "Text": "Why government officials?"
 }, 
 {
  "Note": 27, 
  "Text": "Dorel? Kapelou after Araulio"
 }, 
 {
  "Note": 28, 
  "Text": "Minister of health Nespola (oncology) is the corrupt? "
 }, 
 {
  "Note": 29, 
  "Text": "Sanjorge was definitely one in Gastech at 11:57 or he was Kidnapped because he most likely came with people at 6:30"
 }, 
 {
  "Note": 30, 
  "Text": "Elian Karel kidnapped and beaten to death?"
 }, 
 {
  "Note": 31, 
  "Text": "Could member of GASTech be members of POK?"
 }, 
 {
  "Note": 32, 
  "Text": "10pm plane -> Tethys foreign affairs to assist police investigation"
 }, 
 {
  "Note": 33, 
  "Text": "Kidnappers be carterers disguise?"
 }, 
 {
  "Note": 34, 
  "Text": "Dead in jail cell, trial for tax evasion => beating ? police brutality? corroption in police?"
 }, 
 {
  "Note": 35, 
  "Text": "Kidnappers could be caterers disuise? Leadership is missing, but which parts of leadership?"
 }, 
 {
  "Note": 36, 
  "Text": "POK might not have the same ideals from when they started -- previous members do not kbow who or why they protest?"
 }
]